Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: I understand and accept the consequences of deleting the Site
sv: Jag förstår och accepterar konsekvenserna av att ta bort Sitet

source: Delete site
sv: Ta bort site

source: This Site has 5 or more registered Computers and therefore can't be deleted
sv: Detta Site har 5 eller fler registrerade datorer och kan därfor inte raderas

source: Administrate
da: Administrér
sv: Hantera

source: Admin site version
sv: Adminsida-version

source: Add new site
sv: Lägg till nyt site

source: Must be unique. Valid characters are a-z (lower-case only), 0-9 and dashes, and the length must be between 2-40 characters. We suggest values like 'organisation' or 'organisation-location' (without quotes).
sv: Måste vara unik. Giltiga tecken är a-z (endast små bokstäver), 0-9 och bindestreck, och längden måste vara mellan 2-40 tecken. Vi föreslår värden som 'organisation' eller 'organisation-plats' (utan citattecken)

source: Create site
sv: Skapa site

source: Delete user
da: Slet bruger
sv: Ta bort användare

source: Are you sure you want to remove this user from the site
sv: Är du säker på att du vill ta bort den här användaren från sitet

source: Are you sure you want to delete the user
da: Er du sikker på, at du vil slette brugeren
sv: Är du säker på att du vill ta bort användaren

source: Show Password
da: Vis Password
sv: Visa Password

source: Set up two-factor authentication
da: Opsæt totrinsbekræftelse
sv: Ställ in tvåstegsverifiering

source: Generate backup tokens
da: Generér backupkoder
sv: Generera reservkoder

source: Deactivate two-factor authentication
da: Deaktivér totrinsbekræftelse
sv: Inaktivera tvåstegsverifiering

source: Add new user
da: Tilføj ny bruger
sv: Lägg till en ny användare

source: Add existing users from your other sites to the site
sv: Lägg till befintliga användare från dina andra sites till sitet

source: Profile:
da: Profil:
sv: Profil:

source: Create new user
da: Tilføj ny bruger
sv: Lägg till en ny användare

source: Site users are not authorized to edit other users. Ask a site admin or Magenta for help.
da: Site-brugere har ikke adgang til at ændre andre brugere. Bed en site-admin eller Magenta om hjælp.
sv: Site-användare har inte tillgång till att ändra andra användare. Fråga en Site-administratör eller Magenta för att få hjälp.

source: Delete on/off schedule
da: Slet tænd/sluk tidsplan
sv: Radera På/Av tidplan

source: The schedule
da: Tidsplanen
sv: Tidplanen

source: Deleting %(the_schedule)s will remove all %(groups)s and the associated %(computers)s from it, and they will no longer turn off or on automatically.
da: Slettes %(the_schedule)s meldes alle %(groups)s og de tilhørende %(computers)s ud af den, og de vil ikke længere slukke eller tænde automatisk.
sv: Borttag av %(the_schedule)s kommer ta bort alla %(groups)s och de tillhörande %(computers)s och de kommer inte längre att stänga av eller slå på automatiskt.

source: Are you sure you wish to delete the On/Off schedule
da: Er du sikker på, at du ønsker at slette Tænd/Sluk tidsplanen
sv: Är du säker på att du vill radera På/Av schemat

source: Delete exception
da: Slet undtagelse
sv: Ta bort undantag

source: the Exception
da: Undtagelsen
sv: Undantaget

source: If %(the_exception)s is deleted, it will be removed from all schedules and the Computers using those schedules will have their schedules updated with this exception removed.
da: Slettes %(the_exception)s vil undtagelsen blive fjernet fra alle tidsplaner, og alle Computere tilmeldt til planerne vil få opdateret deres tidsplan med denne undtagelse fjernet.
sv: Om %(the_exception)s tas bort så kommer det tas bort från alla scheman och och alla datorer som är inskrivna i planerna kommer att få sin tidtabell uppdaterad meddetta undantag borttaget.

source: Are you sure you wish to delete the Exception
da: Er du sikker på, at du ønsker at slette Undtagelsen
sv: Är du säker på att du vill ta bort undantaget

source: Altered opening hours
da: Ændrede åbningstider
sv: Ändrade öppettider

source: Closed days
da: Lukkedage
sv: Stängningsdagar

source: New exception
da: Ny undtagelse
sv: Nytt undantag

source: Return to schedule
da: Tilbage til tidsplan
sv: Återgå till schemat

source: Here you can create exceptions from the recurring week plan and these exceptions have precedence
da: Herinde kan du oprette undtagelser til den faste tidsplan, og disse undtagelser tager præcedens.
sv: Här kan du skapa undantag från den fasta tidtabellen och dessa Undantagen har företräde.

source: "Altered opening hours" means that for the selected days, the computer will turn on and off at the times selected for the exception rather than those selected for the recurring week plan.
da: "Ændrede åbningstider" betyder at computeren i de angivne dage tænder og slukker på de, for undtagelsen, valgte tidspunkter, fremfor de tidspunkter, der står i den faste ugeplan.
sv: "Ändrade öppettider" innebär att för de valda dagarna kommer datorn att slås på och stänga av vid de tider som valts för undantaget, snarare än vid de tider som valts för undantaget, i det fasta veckoschemat.

source: "Closed days" means that the computer will not turn on automatically during the selected days.
da: "Lukkedage" betyder at computeren slet ikke tænder automatisk den eller de dage.
sv: "Stängningsdag" innebär att datorn inte slås på automatiskt denna dagen.

source: To
da: Til
sv: Till

source: Point in time
da: Tidspunkt
sv: Tidpunkt

source: On/Off schedules that use this exception
da: Tænd/Sluk tidsplaner der anvender denne undtagelse
sv: På/Av-planer som använder detta undantag

source: On/Off schedule: Exceptions
da: Tænd/Sluk tidsplan: Undtagelser
sv: På/Av plan: Undantag

source: Add altered opening hours
da: Tilføj ændrede åbningstider
sv: Lägg till ändrade öppettider

source: Add closed days
da: Tilføj lukkedage
sv: Lägg till stängningsdagar

source: New on/off schedule
da: Ny tænd/sluk tidsplan
sv: Nytt schema för på- och avstängning

source: If you are unfamiliar with the functionality of on/off schedules, we recommend first reading our
da: Hvis du er ubekendt med Tænd/Sluk tidsplan-funktionaliteten, vil vi foreslå at starte med at læse vores
sv: Om du inte är bekant med funktionaliteten för På/Av-schemat föreslår vi följande att börja med att läsa vår

source: Group
da: Gruppe
sv: Grupp

source: Schedules must have %(groups)s added before they take effect, and a %(group)s can only belong to a single schedule.
da: Tidsplaner skal have %(groups)s tilknyttet, før de tager effekt, og en %(group)s kan kun være tilmeldt én tidsplan.
sv: Tidplaner ska ha %(groups)s innan de träder i kraft, och en %(group)s kan endast registreras i en tidtabell.

source: A schedule applies to all the %(computers)s in the %(groups)s that have been added to the schedule.
da: En tidsplan er gældende for alle %(computers)s i de %(groups)s, som er tilmeldt tidsplanen.
sv: En tidtabell gäller för alla %(computers)s i de %(groups)s, som är inskrivna i tidtabellen.

source: A %(computer)s can only receive a new or updated schedule if it is on.
da: En %(computer)s kan kun modtage en ny eller opdateret tidsplan, hvis den er tændt
sv: En %(computer)s kan endast få en ny eller uppdaterad tidtabell om den är på

source: the individual Computers
da: de individuelle Computere
sv: enskilda datorer

source: The schedule uses the time settings on %(the_individual_computers)s.
da: Tidsplanen anvender tidsindstillingerne på %(the_individual_computers)s.
sv: Tidtabellen använder tidsinställningarna på %(the_individual_computers)s.

source: the Computers
da: Computerne
sv: Datorerna

source: Whether some of %(the_computers)s should also enter sleep mode when inactive is not determined here, but by running
da: Om nogle af %(the_computers)s også skal gå i dvale ved inaktivitet styres ikke herfra, men i stedet ved at køre
sv: Om några av %(the_computers)s också ska gå i vila styrs intehär, utan genom att köra

source: the suspend script.
da: Dvale-scriptet.
sv: Skriptet för vila.

source: Schedule status
da: Tidsplan status
sv: Tidplan status

source: Active
da: Aktiv
sv: Aktiv

source: Inactive
da: Inaktiv
sv: Inaktiv

source: Some sleep states save more power than others, but some hardware does not support the most power saving states. We recommend starting with "Off" (which saves the most power), and if that does not work then try them in the order: mem, freeze, standby
da: Nogle dvaletilstande er mere strømbesparende end andre, men noget hardware understøtter ikke de mest strømbesparende tilstande. Vi foreslår at starte med "Off" (den mest strømbesparende), og hvis det ikke virker så prøv dem i rækkefølgen: mem, freeze, standby
sv: Vissa vilolägen är mer energieffektiva än andra, men vissa datorer har inte stöd för de mest energisparande lägena. Vi föreslår att du börjar med "Off" (den mest energibesparande), och om det inte fungerar försöker du med dem i ordningen: mem, freeze, standby

source: Week plan
da: Ugeplan
sv: Veckoplan

source: Configure on and off for the recurring week plan
da: Konfigurer tænd og sluk for den faste ugeplan
sv: Konfigurera att slå på och stänga av det fasta veckoschemat.

source: On at
da: Tænd
sv: Sätt på vid

source: Off at
da: Sluk
sv: Stäng av vid

source: On
da: Tændt
sv: På

source: Off
da: Slukket
sv: Av

source: Monday
da: Mandag
sv: Måndag

source: Tuesday
da: Tirsdag
sv: Tisdag

source: Wednesday
da: Onsdag
sv: Onsdag

source: Thursday
da: Torsdag
sv: Torsdag

source: Friday
da: Fredag
sv: Fredag

source: Saturday
da: Lørdag
sv: Lördag

source: Sunday
da: Søndag
sv: Söndag

source: Exceptions: Closed days and altered opening hours
da: Undtagelser: Lukkedage og Ændrede åbningstider
sv: Undantag: stängningsdagar och ändrade öppettider.

source: Plan and create upcoming closed days and altered opening hours from the recurring week plan
da: Planlæg og opret kommende lukkedage og ændrede åbningstider fra den faste ugentlige tidsplan
sv: Planera och skapa kommande stängningar och ändringar av öppettider från den fasta återkommande veckoplan

source: Create closed days
da: Opret lukkedage
sv: Skapa stängningsdagar

source: Create altered opening hours
da: Opret ændrede åbningstider
sv: Skapa ändrade öppettider

source: Edit exceptions
da: Rediger undtagelser
sv: Redigera undantag

source: Add exception to schedule
da: Tilknyt undtagelse til tidsplan
sv: Länka undantag till tidtabellen

source: Remove exception from schedule
da: Fjern undtagelse fra tidsplan
sv: Ta bort undantaget från tidtabellen

source: Groups that follow the schedule
da: Grupper der følger tidsplanen
sv: Grupper som följer tidtabellen

source: Add group to schedule
da: Tilknyt gruppe til tidsplan
sv: Associera gruppen till tidtabellen

source: Remove group from schedule
da: Fjern gruppe fra tidsplan
sv: Ta bort en grupp från tidtabellen

source: Duplicate schedule
da: Duplikér tidsplan
sv: Duplicera schema

source: On/Off schedule
da: Tænd/Sluk tidsplan
sv: Schema för på- och avstängning

source: Add new On/Off schedule
da: Tilføj ny tænd/sluk tidsplan
sv: Lägg till ett nytt schema för på/av

source: OS2borgerPC Administration Login
sv: Sambruk MedborgarPC Administration Inloggning

source: OS2borgerPC is an open source product. You can download the source code and documentation here:
da: OS2borgerPC er en open source løsning. Du kan hente kildekoden og dokumentationen her:
sv: Sambruk MedborgarPC är en lösning med öppen källkod. Du kan ladda ner källkoden och dokumentationen här:

source: Check updates for OS2borgerPC
da: Se opdateringer i OS2borgerPC
sv: Se uppdateringar i Sambruk MedborgarPC

source: Send a message to Magenta
da: Send en besked til Magenta
sv: Skicka ett meddelande till Magenta

source: Two-factor authentication for admin-site login
da: Totrinsbekræftelse for admin-site login
sv: Tvåstegsverifiering for admin-site inloggning

source: Backup Tokens
da: Backupkoder
sv: Reservkoder

source: Backup tokens can be used when your authenticator app isn't available.<br> The backup tokens below can be used for login verification.<br> If you've used up all your backup tokens, you can generate a new set of backup tokens.<br> Only the backup tokens shown below will be valid.
da: Backupkoder kan bruges, når din authenticator app ikke er tilgængelig.<br> Backupkoderne herunder kan bruges til login-bekræftelse.<br> Hvis du har brugt alle dine backupkoder, kan du generere et nyt sæt af backupkoder.<br> Kun de backupkoder som vises herunder er gyldige.
sv: Reservkoder kan användas när din autentiseringsapp inte är tillgänglig.<br> Reservkoderna nedan kan användas för inloggningsbekräftelse.<br> Om du har använt alla dina reservkoder kan du skapa en ny uppsättning reservkoder.<br> Endast reservkoderna som visas nedan är giltiga.

source: Print these tokens and keep them somewhere safe<br> or save them in e.g. Bitwarden.
da: Print disse koder ud og opbevar dem sikkert<br> eller gem dem i f.eks. Bitwarden.
sv: Skriv ut dessa koder och förvara dem säkert<br> eller spara dem i t.ex. Bitwarden.

source: You don't have any backup tokens yet.
da: Du har ingen backupkoder endnu.
sv: Du har inga reservkoder ännu.

source: Back to user profile
da: Tilbage til brugerprofil
sv: Tillbaka till användarprofilen

source: Generate Tokens
da: Generér koder
sv: Generera koder

source: Log in
da: Log ind
sv: Logga in

source: Please enter the token generated by your authenticator app.
da: Indtast venligst koden fra din authenticator app.
sv: Vänligen ange koden från din autentiseringsapp.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
da: Brug denne form til at indtaste backupkoder for at logge ind. Disse koder er blevet generéret, så du kan opbevare dem sikkert. Indtast venligst en af dine backupkoder for at logge ind.
sv: Använd det här formuläret för att ange reservkoder för att logga in. Dessa koder har skapats för din förvaring. Vänligen ange en av dina reservkoder för att logga in.

source: Back
da: Tilbage
sv: Tillbaka

source: As a last resort, you can use a
da: Som en sidste udvej, kan du bruge en
sv: Som en sista utväg kan du använda en

source: backup token
da: backupkode
sv: reservkod

source: Enable Two-Factor Authentication for
da: Aktivér Totrinsbekræftelse for
sv: Aktivera Tvåstegsverifiering för

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
da: Du er ved at forøge sikkerheden på din brugerkonto. Følg skridtene i denne wizard for at aktivere totrinsbekræftelse.
sv: Du är på väg att öka säkerheten för din användarkonto. Följ stegen i denna guide för att aktivera tvåstegsverifiering.

source: To start using an authenticator app, please use your smartphone to scan the QR code below. For example, use FreeOTP Authenticator.
da: Brug venligst din authenticator app til at skanne QR koden herunder. Du kan f.eks. bruge FreeOTP Authenticator.
sv: Använd din autentiseringsapp för att skanna QR-koden nedan. Du kan t.ex. använd FreeOTP Authenticator.

source: Alternatively, you can use the following secret to set up TOTP in your authenticator manually.
da: Alternativt kan du bruge følgende secret til manuelt at indstille TOTP i din authenticator app.
sv: Alternativt kan du använda följande hemlighet för att manuellt ställa in TOTP i din autentiseringsapp.

source: TOTP Secret:
sv: TOTP Hemlighet:

source: Then, enter the token generated by the app.
da: Indtast derefter den kode, som din app har generéret.
sv: Ange sedan koden som genereras av din app.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact Magenta.
da: Vi er stødt ind i et problem med den valgte metode. Gå venligst tilbage og verificer at du indtastede din information korrekt, prøv igen, eller brug en anden metode. Hvis problemet fortsætter så kontakt Magenta.
sv: Vi har stött på ett problem med den valda metoden. Vänligen gå tillbaka och verifiera att du har angett din information korrekt, försök igen eller använd en annan metod. Kontakta Magenta om problemet kvarstår.

source: Congratulations, you've successfully enabled two-factor authentication.
da: Tillykke, du har nu aktiveret totrinsbekræftelse.
sv: Grattis, du har nu aktiverat tvåstegsverifiering.

source: Disable Two-factor Authentication for
da: Deaktivér Totrinsbekræftelse for
sv: Inaktivera Tvåstegsverifiering för

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
da: Du er ved at deaktivere totrinsbekræftelse. Dette svækker sikkerheden på din brugerkonto. Er du sikker?
sv: Du är på väg att inaktivera tvåstegsverifiering. Detta försvagar säkerheten på din användarkonto. Är du säker?

source: Disable
da: Deaktivér
sv: Inaktivera

source: No options
da: Ingen muligheder
sv: Inga valmöjligheter

source: Data is missing
da: Data mangler
sv: Data saknas

source: sites with access
da: sites med adgang

source: Is a testsite
da: Er en test side

source: Running
da: Kører

source: You add groups by clicking on "Add computer to group". If there are any groups that the computer does not yet belong to, they will be shown in a list. Click on a group to add the computer to the group. You remove a group by clicking on the X to the right of the group's name in the list of group affiliations. Remember that any changes are not permanent until you've clicked on "Save changes" at the bottom of the screen.
da: Du tilføjer grupper ved at klikke på "Tilføj computer til gruppe". Hvis der findes grupper, som computeren endnu ikke er medlem, af vil de dukke op i en liste. Klik på en gruppe for at knytte computeren til gruppen. Du fjerner en gruppe ved at klikke på det X, som vises til højre for gruppens navn i listen over gruppetilhørsforhold. Husk at ændringerne ikke bliver permanente, før du har klikket på "Gem ændringer" nederst i skærmbilledet.

source: Here you can see the history of jobs associated with the computer. If you click on the info icon to the right on the individual job, it will be possible to see the log output from the job as well as rerun the job if it failed.
da: Her kan du se en historik over jobs tilknyttet computeren. Hvis du klikker på info-ikonet til højre på det enkelte job får du mulighed for at se log-output for jobbet samt for at køre jobbet igen hvis det fejlede.

source: Among other things, the computer sends information about its hostname, the MAC-address of its network card and the number of updates and security updates that are available from Ubuntu.
da: Computeren sender bl.a. information om dens hostname, netværkskortets MAC-adresse og hvor mange opdateringer og sikkerhedsopdateringer, der er tilgængelig for den fra Ubuntu.

source: The majority of configurations are controlled by the admin-site rather than the individual machine. This means that if you change a value on an individual machine, it will typically be changed back to the value listed on the admin-site during the next check-in.
da: Langt de fleste konfigurationer styres af adminsitet fremfor på den enkelte maskine. Dvs. hvis du ændrer værdien på den enkelte maskine, vil den oftest blive ændret tilbage til hvad adminsitet siger ved næste tjek-ind.

source: This means that if one were to change e.g. %(version)s on the machine, then the value would be overwritten during the next check-in with the admin-site.
da: Det vil i praksis sige, at hvis man eks. ændrer %(version)s på maskinen, så vil den blive overskrevet efter næste tjek-ind med adminsitet.

source: The client is the particular software on the machine that communicates with the admin-site
da: Klienten er den software der kører på maskinen, som er i kontakt med adminsitet

source: The address of the server where the machine checks in
da: Adressen til serveren der tjekkes ind hos

source: The machine's hostname
da: Maskinens hostname

source: Indicates whether the machine is an OS2borgerPC or a OS2borgerPC Kiosk
da: Identificerer om maskinen er en OS2borgerPC eller en OS2borgerPC Kiosk

source: Unless the machine is reinstalled, this number does not change
da: Medmindre maskinen geninstalleres, vil dette tal ikke ændre sig

source: The number of security updates from Ubuntu that are available
da: Antallet af sikkerhedsrelaterede pakke-opdateringer fra Ubuntu, der er tilgængelige for maskinen

source: The site that the machine belongs to
da: Hvilket site maskinen er tilknyttet

source: The number of regular updates from Ubuntu that are available
da: Antallet af almindelige pakke-opdateringer fra Ubuntu, der er tilgængelige for maskinen

source: You add computers by clicking on "Add a computer to the group". If there are any computers that do not yet belong to the group, they will be shown in a list. Click on a computer to add it to the group.
da: Du tilføjer computere ved at klikke på "Tilføj en computer til gruppen". Hvis der findes computere, som endnu ikke er medlem af gruppen vil de blive vist i en liste. Klik på en computer for at knytte computeren til gruppen.

source: You add supervisors by clicking on "Add a supervisor to the group". If there are any users on your site that are not yet supervisors for the group, they will be shown in a list. Click on a user to make them a supervisor for the group.
da: Du tilføjer ansvarspersoner ved at klikke på "Tilføj en ansvarsperson for gruppen". Hvis der findes brugere på dit site, som endnu ikke er ansvarspersoner for gruppen vil de blive vist i en liste. Klik på en bruger for at tilføje dem som ansvarsperson for gruppen.

source: The interface for editing the chosen group will be shown on the right side of the screen. If no groups have been created for the site you are on, the form for creating groups will be shown instead.
da: Til højre vises redigeringsinterfacet for den valgte gruppe. Hvis ikke der er oprettet nogen grupper for det site man er under vises dialogen til oprettelse af grupper.

source: When a computer is added to a group, all Associated Scripts are automatically run on that computer. When you add a new Associated Script, it will automatically be run on all computers in the group. Editing the parameters of an associated script will only cause it to be rerun on the computers in the group if the relevant setting under Site settings has been checked.
da: Når en computer tilføjes til en gruppe bliver alle Tilknyttede Scripts automatisk kørt på den computer. Når man tilknytter et nyt Script til en gruppe, køres dette automatisk på gruppens computere. Redigering af parametrene for et Tilknyttet Script medfører kun at scriptet genkøres på alle computere i gruppen, hvis den relevante indstilling under Site-indstillinger er blevet slået til.

source: If you click on the small icon on the right of an entry in the list, you will be shown the log output from that job. If the job has not yet been executed, the log output will only contain the chosen input parameters. If the job failed, there will also be a button that you can press in order to restart the job.
da: Hvis man klikker på det lille ikon til højre på et job i listen, får man vist log-outputtet for det job. Hvis jobbet endnu ikke er blevet afviklet, indeholder log-outputtet kun de valgte inputparametre. Hvis jobbet fejlede, vil der også være en knap, som man kan trykke på for at genstarte jobbet.

source: If the machine is connected, you should see output similar to the above.
da: Ved netforbindelse skulle du gerne se output som ovenover.
