Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: Read the documentation ...
da: Læs dokumentation ...
sv: Läs dokumentation...

source: Welcome
da: Velkommen
sv: Välkommen

source: Log out
da: Log ud
sv: Logga ut

source: Key
da: Nøgle
sv: Nyckel

source: Value
da: Værdi
sv: Värde

source: Actions
da: Handlinger
sv: Aktiviteter

source: Add new configuration
da: Tilføj ny konfiguration
sv: Lägg till ny konfiguration

source: Add configuration
da: Tilføj konfiguration
sv: Lägg till konfiguration

source: You must specify a
da: Du skal angive en
sv: Du måste ange ett

source: when inserting a configuration list
da: når der indsættes i en konfigurationsliste
sv: när den infogas i en konfigurationslista

source: Handle configuration
da: Håndter konfiguration
sv: Hantera konfiguration

source: Save
da: Gem
sv: Spara

source: Delete offline rule
da: Slet offline-regel
sv: Ta bort offline-regel

source: Offline Rule
da: Offline-regel
sv: Offline-regel

source: If a %(offline_rule)s is deleted, the related %(events)s will also be deleted.
da: Hvis en %(offline_rule)s slettes, vil de relaterede %(events)s også blive slettet.
sv: Om en %(offline_rule)s raderas, kommer de relaterade %(events)s också raderas.

source: Email recipients
da: E-mail-modtagere
sv: E-postmottagare

source: the Offline Rule
da: Offline-reglen
sv: Offline-regeln

source: Associated %(groups)s and %(email_recipients)s will be removed from %(the_offline_rule)s.
da: Tilknyttede %(groups)s og %(email_recipients)s vil blive fjernet fra %(the_offline_rule)s.
sv: Associerade %(groups)s och %(email_recipients)s kommer att tas bort från %(the_offline_rule)s.

source: The Groups
da: Grupperne
sv: Grupperna

source: the Email recipients
da: E-mail-modtagerne
sv: Mottagare av e-post

source: NOT
da: IKKE
sv: INTE

source: %(the_groups)s and %(the_email_recipients)s themselves will %(NOT)s be deleted.
da: Selve %(the_groups)s og %(the_email_recipients)s vil %(NOT)s blive slettet.
sv: Själva %(the_groups)s och %(the_email_recipients)s kommer %(NOT)s raderas.

source: Are you sure you wish to delete the Offline Rule
da: Er du sikker på, at du ønsker at slette Offline-reglen
sv: Är du säker på att du vill radera Offline-regeln

source: Confirm deletion
da: Bekræft sletning
sv: Bekräfta radering

source: Delete security rule
da: Slet sikkerhedsregel
sv: Ta bort säkerhetsregeln

source: Security Rule
da: Sikkerhedsregel
sv: Säkerhetsregel

source: If a %(security_rule)s is deleted, the related %(events)s will also be deleted.
da: Hvis en %(security_rule)s slettes, vil de relaterede %(events)s også blive slettet.
sv: Om en %(security_rule)s raderas, kommer de relaterade %(events)s också raderas.

source: Security Script
da: Sikkerhedsscript
sv: Säkerhetsskript

source: the Security Rule
da: Sikkerhedsreglen
sv: Säkerhetsregeln

source: Associated %(groups)s, %(security_script)s and %(email_recipients)s will be removed from %(the_security_rule)s.
da: Tilknyttede %(groups)s, %(security_script)s og %(email_recipients)s vil blive fjernet fra %(the_security_rule)s.
sv: Associerade %(groups)s, %(security_script)s och %(email_recipients)s kommer att tas bort från %(the_security_rule)s.

source: the Security Script
da: Sikkerhedsscriptet
sv: Säkerhetsskriptet

source: %(the_groups)s, %(the_security_script)s and %(the_email_recipients)s themselves will %(NOT)s be deleted.
da: Selve %(the_groups)s, %(the_security_script)s og %(the_email_recipients)s vil %(NOT)s blive slettet.
sv: Själva %(the_groups)s, %(the_security_script)s og %(the_email_recipients)s kommer %(NOT)s raderas.

source: Are you sure you wish to delete the Security Rule
da: Er du sikker på, du ønsker at slette Sikkerhedsreglen
sv: Är du säker på att du vill ta bort Säkerhetsregeln

source: Add new security rule
da: Tilføj ny sikkerhedsregel
sv: Lägg till ny säkerhetsregel

source: Add new offline rule
da: Tilføj ny offline-regel
sv: Lägg till ny offline-regel

source: Add group to surveillance
da: Tilføj gruppe til overvågning
sv: Lägg till en grupp för övervakning

source: Remove monitored group
da: Fjern overvåget gruppe
sv: Ta bort övervakad grupp

source: Add email recipient
da: Tilføj e-mail-modtager
sv: Lägg till e-postmottagare

source: Remove recipient
da: Fjern modtager
sv: Fjärrmottagare

source: None chosen
da: Ingen valgt
sv: Ingen vald

source: Details about
da: Detaljer om
sv: Detaljer om

source: New offline rule
da: Ny offline-regel
sv: Ny offline-regel

source: empty
da: tom
sv: tom

source: If the rule does not have a Group added, the rule will apply to %(all)s Computers.
da: Hvis der ikke er nogen Gruppe tilknyttet Reglen, så vil Reglen gælde %(all)s Computere.
sv: Om det inte finns någon grupp som är associerad med Regeln kommer Regeln att gälla %(all)s Datorer.

source: If you want to temporarily disable a rule, you can create an %(empty)s Group (i.e. a Group with no Computers) and set this Group as the monitored Group.
da: Ønsker du midlertidigt at gøre en Regel inaktiv, kan du oprette en %(empty)s Gruppe (dvs. en Gruppe uden Computere) og sætte denne Gruppe som den overvågede Gruppe.
sv: Om du vill göra en Regel tillfälligt inaktiv kan du skapa en %(empty)s Gruppe (dvs. en Gruppe uden Computere) og sætte denne Gruppe som den övervakad Grupp.

source: If a PC is a member of a group with one or more supervisors, those supervisors will receive any email warnings related to that PC instead of the recipients set here.
da: Hvis en PC er medlem af en Gruppe med en eller flere ansvarspersoner, så vil disse ansvarspersoner modtage eventuelle email-advarsler relateret til den PC i stedet for de modtagere, som er valgt her.
sv: Om en PC är medlem i en Grupp med en eller flera ansvariga personer, då kommer dessa ansvariga personer att få alla e-postvarningar relaterade till det PC istället för de mottagare som valts här.

source: The rule is only active during the monitor period. We recommend choosing the period such that you avoid e.g. offline events when the PC has been shut down for the night.
da: Reglen er kun aktiv under overvågningsperioden. Vi anbefaler at vælge perioden således, at du undgår f.eks. offline-hændelser, når Computeren slukkes om natten.
sv: Regeln är endast aktiv under övervakningsperioden. Vi rekommenderar att du väljer period så att du slipper till exempel offlineincidenter när datorn är avstängd på natten.

source: Monitor period
da: Overvågningsperiode
sv: Övervakningsperiod

source: From
da: Fra
sv: Från

source: Until
da: Til
sv: Till

source: Monitored groups
da: Overvågede grupper
sv: Övervakade grupper

source: Recipient(s) of email warning
da: Modtager(e) af e-mail-advarsel
sv: Mottagare av e-postvarning

source: New security rule
da: Ny sikkerhedsregel
sv: Ny säkerhetsregel

source: Restart job
da: Genstart job
sv: Omstart av jobb

source: Copy log to the clipboard
da: Kopier log til udklipsholderen
sv: Kopiera loggen till urklipp

source: Log copied!
da: Log kopieret!
sv: Loggen kopierad!

source: Log output
sv: Logga output

source: Are you sure you want to restart the execution of the script %(job_name)s on the computer %(pc_name)s?
da: Er du sikker på, at du vil genstarte kørslen af scriptet %(job_name)s på computeren %(pc_name)s?
sv: Är du säker på att du vill starta om utförandet av skriptet %(job_name)s på databehandling %(pc_name)s?

source: Yes
da: Ja
sv: Ja

source: No
da: Nej
sv: Nej

source: Reset filters
da: Nulstil filtre
sv: Återställ filter

source: Script
sv: Skript

source: User
da: Bruger
sv: Användare

source: Created
da: Oprettet
sv: Skapad

source: Started
da: Startet
sv: Startad

source: Finished
da: Sluttet
sv: Avslutad

source: Loading data...
da: Henter data...
sv: Hämta data...

source: Delete group:
da: Slet gruppe
sv: Ta bort gruppen:

source: the Group
da: Gruppen
sv: Gruppen

source: Associated %(computers)s and %(asc_scripts)s will be removed from %(the_group)s.
da: Tilknyttede %(computers)s og %(asc_scripts)s vil blive fjernet fra %(the_group)s.
sv: Associerade %(computers)s och %(asc_scripts)s kommer att tas bort från%(the_group)s.

source: The Computers
da: Computerne
sv: Datorerna

source: the Scripts
da: Scriptsene
sv: Skripten

source: %(the_computers)s and %(the_scripts)s will %(not)s be deleted.
da: %(the_computers)s og %(the_scripts)s vil %(not)s blive slettet.
sv: %(the_computers)s og %(the_scripts)s kommer %(not)s raderas..

source: Are you sure you want to delete the group
da: Er du sikker på, at du ønsker at slette gruppen
sv: Är du säker på att du vill ta bort gruppen

source: None selected
da: Ingen valgt
sv: Ingen vald

source: Remove
da: Fjern
sv: Ta bort

source: Arguments
da: Inputparametre
sv: Inputparametrar

source: when inserting a policy list
da: når der indsættes i en liste af tilknyttede scripts
sv: när den infogas i en lista med tillhörande manuskript

source: Edit script
da: Redigér script
sv: Redigera skript

source: Add script to group
da: Tilføj script til gruppe
sv: Lägg till skript till grupp

source: Add new group
da: Tilføj ny gruppe
sv: Lägg till ny grupp

source: Delete group
da: Slet gruppe
sv: Ta bort grupp

source: Details
da: Detaljer
sv: Detaljer

source: Computers in this group
da: Computere i gruppen
sv: Datorer i gruppen

source: Add a computer to the group
da: Tilføj en computer til gruppen
sv: Lägg till en dator til gruppen

source: Remove computer from the group
da: Fjern computer fra gruppen
sv: Ta bort datorn från gruppen

source: Add a supervisor for the group
da: Tilføj en ansvarsperson for gruppen
sv: Lägga till en ansvarig person för gruppen

source: Remove a supervisor for the group
da: Fjern en ansvarsperson fra gruppen
sv: Ta bort en ansvarig person från gruppen

source: Supervisors for the group
da: Ansvarspersoner for denne gruppe
sv: Ansvariga för gruppen

source: This is used to control who receives the e-mails for Events, ie. Security Events or Offline Events. If one or more Supervisors are set for a given Group, these people will receive the e-mails instead of those set in the Monitoring Rule
da: Dette bruges til at styre hvem der modtager e-mails for Hændelser - dvs. Sikkerhedshændelser og Offlinehændelser. Hvis én eller flere Ansvarspersoner er indstillet for en given Gruppe, så vil disse personer modtage e-mails i stedet for de personer, der er sat som modtagere på Overvågningsreglen.
sv: Detta används för att kontrollera vem som tar emot e-postmeddelanden för Incidenter - dvs. Säkerhetsincidenter och Offlineincidenter. Om en eller flera ansvariga personer är inställda för en viss grupp, kommer dessa personer att få e-postmeddelanden istället för de personer som anges som mottagare i övervakningsregeln.

source: Effective monitoring rules for the group
da: Gældende overvågningsregler for gruppen
sv: Effektiva övervakningsregler för gruppen

source: Security Problem
da: Sikkerhedsregel
sv: Säkerhetsregel

source: Associated On/Off schedule
da: Tilknyttet Tænd/sluk tidsplan
sv: Associerad På/Av-schema

source: If a script that takes arguments is added to the list, then these arguments are to be entered first by clicking "Edit", before you can click "Save changes"
da: Tilføjes et nyt script til listen, der tager parametre, skal disse parametre sættes først, ved tryk på "Rediger", før man kan "Gemme ændringerne"
sv: Om ett nytt skript läggs till i listan som tar parametrar måste dessa parametrar ställs först in genom att trycka på "Redigera", innan du kan "Spara ändringarna"

source: Editing the script arguments will make the script run again on all Computers in the Group. This can be toggled off under Site settings
da: Redigering af inputparametre medfører, at et script køres på ny på alle Computere i Gruppen. Dette kan slås fra under Site-indstillinger
sv: Redigering av ingångsparametrar gör att ett skript körs igen på alla datorer i gruppen. Detta kan stängas av under Inställningar för Site

source: Editing the script arguments will not make the script run again. This can be changed under Site settings
da: Redigering af inputparametre medfører ikke, at et script køres på ny. Dette kan ændres under Site-indstillinger
sv: Redigering av ingångsparametrar leder inte till att ett skript körs på nytt. Detta kan ändras under Inställningar för Site

source: Computers already in the group only run newly added scripts, but Computers newly added to the Group run all the scripts on the list
da: Eksisterende Computere i Gruppen kører kun ny-tilføjede scripts, mens ny-tilføjede Computere til Gruppen kører hele listen af scripts
sv: Befintliga datorer i gruppen kör endast nyligen tillagda skript, medan nya datorer i gruppen kör hela listan med skript

source: Removing a script from the Group will NOT remove the effect of the script from the Computers in the Group
da: Hvis et script fjernes fra Gruppen, medfører det IKKE, at scriptets effekt fjernes fra Computerne i Gruppen
sv: Att ta bort ett skript från gruppen betyder INTE att skriptets effekt tas bort från datorerna i gruppen

source: No groups were found
da: Ingen grupper blev fundet
sv: Inga grupper hittades

source: Clik the 'Add new group' button in the menu to the left to create a group
da: Klik på 'Tilføj ny gruppe' knappen i menuen til venstre for at oprette en gruppe
sv: Klicka på knappen 'Lägg till ny grupp' i menyn till vänster för att skapa en grupp

source: Create group
da: Opret gruppe
sv: Skapa en grupp

source: Delete computer
da: Slet computer
sv: Radera dator

source: The computer's entire job history will also be deleted
da: Hele computerens jobhistorik vil også blive slettet
sv: Datorns hela jobbhistorik kommer också att raderas

source: Are you sure you want to delete the computer
da: Er du sikker på, at du ønsker at slette computeren
sv: Är du säker på att du vill radera datorn

source: There are no computers
da: Der er ingen computere
sv: Det finns inga datorer

source: Not activated
da: Ikke aktiveret
sv: Inte aktiverad

source: Registered
da: Registreret
sv: Registrerad

source: Last check-in
da: Seneste tjek-ind
sv: Senaste incheckning

source: ago
da: siden
sv: sedan

source: Never
da: Aldrig
sv: Aldrig

source: Last event received
da: Seneste hændelse modtaget
sv: Senaste incidenten har tagits emot

source: Groups the computer is a member of
da: Grupper computeren er medlem af
sv: Grupper som datorn är medlem i

source: Add computer to group
da: Tilføj computer til gruppe
sv: Lägg till dator i gruppen

source: Remove computer from group
da: Fjern computer fra gruppe
sv: Ta bort datorn från gruppen

source: No computers were found
da: Der blev ikke fundet nogen computere
sv: Inga datorer hittades

source: the Script
da: Scriptet
sv: Skriptet

source: Associated Script
da: Tilknyttet Script
sv: Associerat Skript

source: Old %(jobs)s with %(the_script)s will be deleted.
da: Gamle %(jobs)s med %(the_script)s vil blive slettet.
sv: Gamla %(jobs)s med %(the_script)s kommer att raderas.

source: If %(the_script)s is set as an %(associated_script)s the list of the %(associated_scripts)s will be updated with %(the_script)s removed.
da: Hvis %(the_script)s er sat som %(associated_script)s vil listen af de %(associated_scripts)s blive opdateret med %(the_script)s fjernet.
sv: Om %(the_script)s fastställs som %(associated_script)s förteckningen över de %(associated_scripts)s uppdateras med %(the_script)s tas bort.

source: If %(the_security_script)s is used in a %(security_rule)s, then %(the_security_rule)s will also be deleted.
da: Hvis %(the_security_script)s bruges i en %(security_rule)s, vil %(the_security_rule)s også blive slettet.
sv: Om %(the_security_script)sanvänds i en %(security_rule)s, kommer%(the_security_rule)s också tas bort..

source: Are you sure you want to delete
da: Er du sikker på, at du ønsker at slette
sv: Är du säker på att du vill radera

source: Create
da: Opret
sv: Skapa

source: Code
da: Kode
sv: Kod

source: Type
sv: Typ

source: Default value
da: Standardværdi
sv: Standardvärde

source: Required
da: Påkrævet
sv: Krävs

source: Add arguments
da: Tilføj parametre
sv: Lägg till parametrar

source: Local scripts
da: Lokale scripts
sv: Lokala skript

source: Global scripts
da: Globale scripts
sv: Globala skript

source: Delete script
da: Slet script
sv: Ta bort skript

source: Loading...
sv: Laddar...

source: Run script
da: Kør script
sv: Kör skript

source: Choose computer or groups
da: Vælg computer eller grupper
sv: Välj datorer eller grupper

source: Note: Scripts can only be run on computers that have been activated and groups that have at least 1 associated computer.
da: Bemærk: Der kan kun køres scripts på computere, der er aktiverede, og på grupper, der har tilknyttet minimum 1 computer.
sv: Observera: Skript kan endast köras på datorer som är aktiverade och på Grupper som har minst 1 dator ansluten..

source: Choose all Computers
da: Vælg alle Computere
sv: Välj alla datorer

source: Choose all Groups
da: Vælg alle Grupper
sv: Välj alla Grupper

source: Specify parameters
da: Angiv parametre
sv: Ange parametrar

source: The script takes no parameters.
da: Dette script tager ingen parametre.
sv: Det här skriptet tar inte emot några parametrar.

source: Run
da: Kør
sv: Kör

source: Job started
da: Job startet
sv: Job startat

source: Job based on script %(sname)s has been started on %(num_pcs)s computer(s)
da: Job baseret på script %(sname)s er startet på %(num_pcs)s computer(e)
sv: Job baserat på skript %(sname)s har påbörjats på %(num_pcs)s dator(er)

source: You can follow the created jobs here
da: Du kan følge de oprettede jobs her
sv: Du kan följa de jobb som skapas här

source: Close
da: Luk
sv: Stäng

source: Local
da: Lokalt
sv: Lokalt

source: Add new
da: Tilføj nyt
sv: Lägg till nya

source: script
sv: skript

source: Find ...
sv: Hitta ...

source: Clear the filter
da: Ryd filter
sv: Rensa filter

source: Modified
da: Ændret
sv: Ändrat

source: Level
da: Alvorlighedsgrad
sv: Svårighetsgrad

source: Edit Events
da: Rediger Hændelser
sv: Redigera Incidenter

source: Handle event
da: Håndter hændelse
sv: Hantera incidenter

source: Handle events
da: Håndter hændelser
sv: Hantera incidenter

source: Rule
da: Regel
sv: Regel

source: Incident time
da: Hændelsestidspunkt
sv: Händelsestidpunkt

source: Time of receipt
da: Modtagelsestidspunkt
sv: Mottagningstidpunkt

source: Handled by
da: Håndteres af
sv: Hanteras av

source: Newest version of
da: Nyeste udgave af
sv: Senaste upplagan av

source: Release date
da: Release-dato
sv: Release-datum

source: Operating system
da: Operativsystem
sv: Operativsystem

source: Release notes
da: Udgivelsesnoter
sv: Udgivelsesnoter

source: Download multi language image
da: Download flersprogs-image
sv: Download flerspråkig image

source: No images were found
da: Der blev ikke fundet nogen images
sv: Inga versioner hittades

source: Earlier versions
da: Tidligere versioner
sv: Tidigare versioner

source: API Keys for
da: API-nøgler for
sv: API-nycklar för

source: These API keys are used to access our API. See our
da: Disse API-nøgler bruges til at tilgå vores API. Se vores
sv: Dessa API-nycklar används för att komma åt vårt API. Se vår

source: for more info.
da: for mere info.
sv: for mer information.

source: You can additionally visit the API's own docs at
da: Derudover kan du besøge API'ets egne docs på
sv: Du kan dessutom besöka API:ets egna docs på

source: as long as you are signed in to the admin site.
da: så længe du er logget ind på admin-sitet.
sv: så länge du är inloggad på adminsidan.

source: Generate new API Key
da: Generer ny API-nøgle
sv: Generera ny API-nyckel

source: API Key copied!
da: API-nøgle kopieret!
sv: API-nyckel kopierad!

source: Are you sure you want to delete the following API Key?:
da: Er du sikker på, at du ønsker at slette følgende API-nøgle?:
sv: Är du säker på att du vill ta bort följande API-nyckel?:

source: There are currently no API keys
da: På nuværende tidspunkt er der ingen API-nøgler
sv: Det finns för närvarande inga API-nycklar

source: Settings for
da: Indstillinger for
sv: Inställningar för

source: computers
sv: datorer

source: Total number of
sv: Totalt antal

source: Total number of BorgerPC's
sv: Totalt antal MedborgarPC'er

source: Total number of Kiosk PC's
sv: Totalt antal Kiosk PC'er

source: Activated:
da: Aktiverede:
sv: Aktiverade:

source: Activated
da: Aktiveret
sv: Aktiverad

source: Description
da: Beskrivelse
sv: Beskrivning

source: Location
da: Placering
sv: Placering

source: Latest check-in
da: Seneste tjek-ind
sv: Senaste incheckning

source: Latest event received
da: Seneste hændelse modtaget
sv: Senaste incidenten har tagits emot

source: Enable two-factor authentication for superuser login on OS2borgerPC and OS2borgerPC Kiosk
da: Aktiver totrinsbekræftelse for superuser-login på OS2borgerPC og OS2borgerPC Kiosk
sv: Aktivera tvåstegsverifiering for superuser inloggning på en Sambruk MedborgarPC eller en Sambruk MedborgarPC Kiosk

source: This section is related to setting up two-factor authentication for superuser on an OS2borgerPC or OS2borgerPC Kiosk computer.
da: Denne sektion er relateret til opsætning af totrinsbekræftelse for superuser på en OS2borgerPC eller OS2borgerPC Kiosk-maskine.
sv: Det här avsnittet är relaterat till att ställa in tvåstegsverifiering for superuser på en Sambruk MedborgarPC eller en Sambruk MedborgarPC Kiosk

source: Two-factor authentication on your admin-site profile is administered from the Users-section.
da: Totrinsbekræftelse på din admin-site profil administreres fra sektionen Brugere.
sv: Tvåstegsverifiering på din admin-site profil hanteras från användarsektionen.

source: Create security key and QR
da: Opret sikkerhedsnøgle og QR
sv: Skapa säkerhetsnyckel och QR

source: Generate security key and QR
da: Generér sikkerhedsnøgle og QR
sv: Generera säkerhetsnyckel och QR

source: Security key:
da: Sikkerhedsnøgle:
sv: Säkerhetsnyckel:

source: Security Key copied!
da: Sikkerhedsnøgle kopieret!
sv: Säkerhetsnyckel kopierad!

source: Scan the QR code from step 1 with your authenticator app
da: Scan QR-koden fra trin 1 med din authenticator app
sv: Skanna QR-koden från steg 1 med din autentiseringsapp.

source: Some examples of authenticator apps are:
da: Som authenticator app kan eksempelvis bruges:
sv: Autentiseringsappen kan användas till exempel:

source: Platform
sv: Plattform

source: Open Source
sv: Öppen Källa

source: Copy the security key from step 1 and run the two-factor script with it as input
da: Kopier sikkerhedsnøglen fra trin 1 og kør totrinsscriptet med den som inputparameter
sv: Kopiera säkerhetsnyckeln från steg 1 och kör tvåstegsskriptet med den som Ingångsparameter.

source: Click on
da: Klik på
sv: Klicka på

source: Two-factor authentication for superuser
da: Totrinsbekræftelse for superuser
sv: Tvåstegsverifiering för superuser

source: to go to the script
da: for at gå til scriptet
sv: för att gå till skriptet

source: Delete Site
sv: Ta bort Site

source: All Computers, Groups, Jobs, Monitoring Rules, On/Off schedules, schedule exceptions, associated scripts and local (security) Scripts on the Site will also be deleted.
sv: Alla Datorer, Grupper, Jobs, Övervakningsregler, Schema för på- och avstängning, schema undantag, associerade skript och lokala skript eller säkerhetsskript på Sitet kommer också att raderas.

source: Any Users that only have access to this Site will also be deleted. Users that also have access to other Sites will not be deleted.
sv: Alla användare som bara har tillgång till denna Site kommer också att raderas. Användare som också har tillgång till andra Sites kommer inte att raderas.

source: It will NOT be possible to restore any of the deleted objects later.
sv: Det kommer INTE att vara möjligt att återställa något av de raderade objekten senare.

source: Are you sure you want to delete the Site
sv: Är du säker på att du vill ta bort Sitet
