Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: The format looks like this: "event timestamp, security rule id, event summary, complete event log".
da: Formatet ser således ud: "tidsstempel for hændelsen, Sikkerhedsreglens id, hændelsesreferat, den fulde log for hændelsen".

source: The complete event log is all of the data regarding the event. It is optional and can be replaced by an empty string.
da: Den fulde log for hændelsen er alt den indsamlede data vedrørende hændelsen. Den er valgfri og kan erstattes af en tom streng.

source: Security Script (mandatory): The Security Script is executed every time the machine checks in with the admin-site.
da: Sikkerhedsscript (påkrævet): Sikkerhedsscriptet afvikles hver gang en maskine tjekker ind på admin-sitet.

source: Only Site Admins are allowed to edit %(ut)s.
da: Kun site-admins har mulighed for at redigere %(ut)s.

source: If you wish to create a new user, you must click on the button "Add new user" above the list of users. This will open the form for creating a new user, which has the same fields as the interface for editing a user. When you fill out the fields and click "Save changes", the user will be created and you will be redirected to the editing interface for the newly created user. Only "Site Admins" can create new users.
da: Hvis man vil oprette en ny bruger skal man klikke på knappen "Tilføj ny bruger" over listen med brugere. Dette vil åbne interfacet for oprettelse af nye brugere, hvor man kan udfylde de samme oplysninger som under redigering af brugere. Ved klik på "Gem ændringer" vil brugeren blive oprettet, og man vil blive viderestillet til redigeringssiden for den nyoprettede bruger.

source: If you wish to delete a user, you must select the user and then click on the X to the right of the selected user in the list of users. You will then be asked to confirm the deletion and if you do so, the user will be deleted. Note that only "Site Admins" can delete users.
da: Hvis man ønsker at slette en bruger, skal man vælge brugeren og derefter klikke på X'et til højre for den valgte bruger i listen over brugere. Man vil efterfølgende blive bedt om at bekræfte sletningen, og hvis man gør det, vil brugeren blive slettet. Bemærk at kun "Site-admins" kan slette brugere.

source: You add groups by clicking on "Add group to the schedule". If there are any groups that do not yet belong to the schedule, they will be shown in a list. Click on a group to add the group to the schedule.
da: Du tilføjer grupper ved at klikke på "Tilføj gruppe til tidsplan". Hvis der findes grupper, som endnu ikke er medlem af tidsplanen, vil de blive vist i en liste. Klik på en gruppe for at knytte gruppen til tidsplanen.

source: You add exceptions by clicking on "Add exception to schedule". If there are any exceptions that do not yet belong to the schedule, they will be shown in a list. Click on an exception to add the exception to the schedule.
da: Du tilføjer undtagelser ved at klikke på "Tilknyt undtagelse til tidsplan".Hvis der findes undtagelser, som endnu ikke er knyttet til tidsplanen, vil de blive vist i en liste. Klik på en undtagelse for at knytte undtagelsen til tidsplanen.

source: The suspend script can be used to configure computers to automatically suspend after a number of minutes of inactivity. A chosen warning is displayed before the computer is suspended. The script takes five arguments: whether to activate the function, the number of minutes of inactivity before the warning is shown, the number of minutes of inactivity before the machine suspends, the text in the warning and the text on the button in the warning. If the last two text-related inputs are left empty, default texts will be used. The script automatically logs out the user before the machine suspends.
da: Dvale-scriptet kan bruges til at indstille computere til at gå i dvale efter et antal minutters inaktivitet. Der vises en valgfri advarsel, inden computeren går i dvale. Scriptet tager fem argumenter: hvorvidt funktionen skal aktiveres, antal minutter med inaktivitet før advarslen vises, antal minutter med inaktivitet før maskinen går i dvale, teksten i advarslen og teksten på knappen i advarslen. Hvis de to sidste tekst-relaterede input ikke angives, benyttes standardtekster. Scriptet logger automatisk borgeren ud, inden maskinen går i dvale.

source: The suspend script can also suspend the machine when it is inactive on the login screen. However, this requires that script execution at login has been enabled via the script
da: Dvale-scriptet kan også sætte maskinen i dvale, hvis den står inaktiv på login-skærmen. Dette kræver dog, at scriptkørsel ved login er blevet slået til via scriptet

source: The warning will not be shown on the login screen.
da: Advarslen vises ikke på login-skærmen.

source: Be aware that USB surveillance cannot be active while the machine is suspended.
da: Bemærk at USB-overvågning ikke kan være aktiv, mens en computer er i dvale.

source: BIOS/UEFI settings
da: Indstilling af BIOS/UEFI

source: If BIOS has been set to turn on the machine at a specific time, and the machine belongs to an active On/Off schedule, then the machine will not turn on according to the on times in the schedule, but instead follow the times set in the BIOS. It will, however, turn off according to the schedule. If you want the machine to follow the on times set in the schedule then you must enter BIOS and disable the BIOS control of on times. It is generally not possible to modify BIOS from the OS so it cannot be done via scripts.
da: Hvis BIOS er indstillet til at vågne op på et bestemt tidspunkt, og maskinen tilhører en aktiv Tænd/Sluk Tidsplan, så vil maskinen ikke følge opstartstidspunkterne i tidsplanen, men i stedet de tidspunkter, der står i BIOS. Den vil dog stadig følge nedlukningstidspunkterne sat i tidsplanen. Skal maskinen følge opstartstidspunkterne i tidsplanen, skal man ind i BIOS på maskinerne og slå dens styring af opstartstidspunkt fra. Modificering af BIOS er generelt ikke muligt at gøre fra styresystemet, så derfor kan vi heller ikke gøre det via scripts.

source: If the machines temporarily lose power while they are turned off according to the schedule, they will still turn on according to the schedule. (So long as the CMOS battery is still charged.) However, if the machines lose power while they are on, they will not turn on automatically.
da: Hvis maskinerne midlertidigt mister strømmen, mens de er lukket ned efter tidsplanen, vil de stadig vågne op ifølge tidsplanen. (Dvs. teknisk set så længe der stadig er strøm på CMOS-batteriet.) Men hvis de mister strømmen, mens de er tændt, så vil de ikke vågne op af sig selv.

source: Some BIOS systems include the option to set the machine to return to its last state (or turn on) after a power failure. We recommend turning this option on.
da: Nogle BIOS'er har muligheden for at indstille, at maskinen gendanner dens seneste tilstand (eller tænder) bagefter, hvis den mistede strømmen. Det vil vi derfor anbefale at slå til.

source: The layout may differ depending on the BIOS version, but here is an example from a NUC: From the overview you choose "Advanced" and then "Power":
da: Afhængigt af BIOS-version kan det se forskelligt ud, men her er et eksempel fra en NUC: Fra oversigtssiden vælger du "Advanced" og dernæst "Power":

source: 2. What happens if the machine experiences a power failure?
da: 2. Hvad sker der, hvis maskinen mister strøm?

source: Check the second paragraph under "BIOS/UEFI settings" further up.
da: Se punkt 2. under "Indstilling af BIOS/UEFI" længere oppe.

source: 3. The machine turns on and off at the wrong times?
da: 3. Maskinen starter og lukker på de forkerte tidspunkter?

source: This could be due to incorrect time settings on the machine, which could be caused by the machine being unable to perform time synchronization. Ubuntu Linux - and many other operating systems - normally performs time synchronization via the protocol NTP (Network Time Protocol). NTP runs on port 123 via UDP, which we thus suggest allowing in your network configuration. If you do not wish to allow this traffic on all domains, we could develop a script that forces NTP to only check specific URL's.
da: Dette kan skyldes, at tiden på maskinen er indstillet forkert, eksempelvis fordi den ikke har mulighed for at tidssynkronisere. Normalt tidssynkroniserer Ubuntu Linux - og flere andre styresystemer - via protokollen NTP (Network Time Protocol). NTP kører på port 123 over UDP, som vi derfor foreslår at åbne for i jeres netværksopsætning. Hvis I ikke ønsker at åbne for trafikken på alle domæner, ville vi kunne se på at udvikle et script, der låser NTP til kun at tjekke bestemte URL'er.

source: 4. The machine turns on at the wrong times, but turns off according to schedule?
da: 4. Maskinen starter på de forkerte tidspunkter, men lukker planmæssigt?

source: This could be due to the BIOS settings. Check the first paragraph under "BIOS/UEFI settings" further up.
da: Dette kan skyldes indstillingerne sat i BIOS. Se punkt 1. under "Indstilling af BIOS/UEFI" længere oppe.

source: See events for this computer
da: Se hændelser for denne computer

source: Total number of sites
da: Antal sites i alt

source: Total number of computers
da: Antal computere i alt
