Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: Here you can change the user's password. To ensure that the password is entered correctly, it must be entered twice. If the fields are left empty, the password will remain unchanged. When creating a new user, it is mandatory to specify a password.
da: Her kan man ændre brugerens adgangskode. For at sikre at adgangskoden indtastes korrekt, skal den skrives to gange. Hvis ikke felterne udfyldes, vil adgangskoden forblive uændret. Ved oprettelse af en ny bruger er det påkrævet at angive en adgangskode.
sv: Här kan du ändra användarens lösenord. För att säkerställa att lösenordet skrivs in korrekt måste det skrivas in två gånger. Om fälten inte är ifyllda förblir lösenordet oförändrat. När du skapar en ny användare måste du ange ett lösenord.

source: Email address
da: E-mail-adresse
sv: E-postadress

source: Here you can enter the user's email address. It is optional.
da: Her kan du angive brugerens e-mail-adresse. Det er valgfrit.
sv: Här kan du ange användarens e-postadress. Det är valfritt.

source: The options in this field depend on your own usertype
da: Valgmulighederne i dette felt afhænger af din egen brugertype
sv: Alternativen i det här fältet beror på din egen användartyp

source: Usertypes
da: Brugertyper
sv: Användartyper

source: Site Users are not allowed to edit %(ut)s.
sv: Site användare har inte möjlighet att redigera %(ut)s.

source: The different %(ut)s are described further down.
da: Se informationer om de forskellige %(ut)s længere nede.
sv: Se information om de olika %(ut)s längre ner.

source: The user's language setting.
da: Brugerens sprog-indstilling.
sv: Användarens språkinställning.

source: Changes do not take effect until you've clicked on the button "Save changes" at the bottom of the page.
da: Ændringer træder ikke i kraft, før man klikker på knappen "Gem ændringer" nederst på siden.
sv: Ändringar träder inte i kraft förrän du har klickat på knappen "Spara ändringar" längst ner på sidan.

source: Add existing users to this site
sv: Lägg till befintliga användare på den här site

source: If you are a customer admin, and you wish to add an existing user to the site, you must click on the button "Add existing users to this site" above the list of users. This will open a form where you can select the user(s) that you wish to add. It will only be possible to select users that do not already have access to the site. You must hold down Ctrl to select more than one user. When you have selected the desired user(s), you must choose the usertype that they should be added with. This can be either Site User or Site Admin. When you fill out the fields and then click "Save changes", the selected user(s) will be added to the site with the selected usertype, and you will be redirected to an empty form for adding more existing users to the site. Only "Customer Admins" can add existing users to a site.
sv: Om du är kunde-admin och vill lägga till en befintlig användare till sitet, måste du klicka på knappen "Lägg till befintliga användare till denna site" ovanför användarlistan. Detta öppnar ett formulär där du kan välja den eller de användare som du vill lägga till. Det kommer endast att vara möjligt att välja användare som inte redan har tillgång till sitet. Du måste hålla ned Ctrl för att välja mer än en användare. När du har valt önskad användare måste du välja vilken användartyp de ska läggas till med. Detta kan vara antingen site användare eller site-admin. När du fyller i fälten och sedan klickar på "Spara ändringar", kommer den eller de valda användarna att läggas till på sitet med den valda användartypen, och du kommer att omdirigeras till ett tomt formulär för att lägga till fler befintliga användare på sitet. Endast "Kunde-admins" kan lägga till befintliga användare på ett site.

source: Creating a new user
da: Oprettelse af ny bruger
sv: Skapa en ny användare

source: If you wish to create a new user, you must click on the button "Add new user" above the list of users. This will open the form for creating a new user, which has the same fields as the interface for editing a user. When you fill out the fields and click "Save changes", the user will be created and you will be redirected to the editing interface for the newly created user. Both "Site Admins" and "Customer Admins" can create new users.
sv: Om du vill skapa en ny användare klickar du på knappen "Lägg till en ny användare" ovanför listan över användare. Detta kommer att visa en dialogruta där du kan fylla i samma information som vid redigering av användare. När du fyller i fälten och klickar på "Spara ändringar", skapas användaren och du omdirigeras till redigeringsgränssnittet för den nyskapade användaren. Både "Site-admins" och "Kunde-admins" kan skapa nya användare.

source: Deleting a user
da: Sletning af bruger
sv: Ta bort användare

source: If you wish to delete a user, you must select the user and then click on the X to the right of the selected user in the list of users. You will then be asked to confirm the deletion and if you do so, the user will be deleted. Both "Site Admins" and "Customer Admins" can delete users.
sv: Om du vill ta bort en användare måste du välja användaren och sedan klicka på X:et till höger om den valda användaren i användarlistan. Du kommer då att bli ombedd att bekräfta raderingen och om du gör det kommer användaren att raderas. Både "Site-admins" och "Kunde-admins" kan ta bort användare.

source: Permissions for Usertypes
da: Rettigheder for Brugertyper
sv: Rättigheter för användartyper

source: All permissions
da: Alle rettigheder
sv: Alla rättigheter

source: Can create, edit and delete users except Customer Admins. Cannot change a user's usertype to Customer Admin. Cannot add existing users to a site.
sv: Kan skapa, redigera och ta bort användare förutom kunde-admins. Kan inte ändra en användares användartyp till kunde-admin. Kan inte lägga till befintliga användare på ett site.

source: Can edit site settings. Cannot create or delete sites.
sv: Kan redigera inställningar för site. Kan inte skapa eller ta bort sites.

source: Can edit their own user, except their usertype. Cannot create, delete or edit other users.
da: Kan redigere egen bruger, bortset fra at ændre brugertype. Kan hverken oprette, redigere eller slette andre brugere.
sv: Kan redigera egen användare, förutom att ändra användartyp. Kan inte skapa, redigera eller ta bort andra användare.

source: Can run, create and edit scripts. Cannot delete scripts.
da: Kan køre, oprette og redigere scripts. Kan ikke slette dem.
sv: Kan köra, skapa och redigera skript. Kan inte ta bort dem.

source: Can create and edit security rules. Cannot delete security rules.
da: Kan oprette og redigere sikkerhedsregler. Kan ikke slette dem.
sv: Kan skapa och redigera säkerhetsregler. Kan inte ta bort dem.

source: Associated Groups
da: Tilknyttede Grupper
sv: Associerade Grupper

source: Settings
da: Indstillinger
sv: Inställningar

source: Handle exceptions
da: Håndter undtagelser
sv: Hantera undantag

source: On the page for handling schedule exceptions, a list of schedule exceptions for the chosen site will be shown to the right of the left-hand menu. You can click on the name of a particular exception in order to edit it.
da: På siden til håndtering af tidsplans-undtagelser vil man til højre for venstremenuen få vist en liste af tidsplans-undtagelser for det site, man er under. Man kan klikke på navnet for den enkelte undtagelse for at redigere undtagelsen.
sv: På sidan för hantering av schemaundantag, till höger om den vänstra menyn visar en lista över schemaundantag för det site du befinner dig under. Man kan klicka på namnet på varje undantag för att redigera undantaget.

source: There are two types of exceptions: altered opening hours and closed days. The two types have different icons in the list of exceptions. An exception with altered opening hours changes the on and off times for the chosen date or period. The icon is an open door. An exception with closed days sets the associated devices to be constantly off during the chosen date or period. The icon is a closed door.
da: Der findes to typer af undtagelser: Ændrede åbningstider og lukkedage. De to typer har forskellige ikoner i listen over undtagelser. En undtagelse med ændrede åbningstider ændrer tænd- og sluk-tidspunkterne for den valgte dato eller periode. Ikonet er en åben dør. En undtagelse med lukkedage sætter de tilknyttede maskiner til at være konstant slukkede den valgte dato eller periode. Ikonet er en lukket dør.
sv: Det finns två typer av undantag: ändrade öppettider och stängningsdagar. De två typerna har olika ikoner i listan över undantag. Ett undantag med ändrade öppettider ändras på- och avstängningstiderna för det valda datumet eller perioden. Ikonen är en öppen dörr. Ett undantag med stängningsdagar gör att de tillhörande enheterna är konstant avstängda under det valda datumet eller perioden. Ikonen är en stängd dörr.

source: The editing interface for the chosen exception is shown to the right. If no exceptions have been created for the chosen site, the interface for creating an exception with altered opening hours will be shown instead.
da: Til højre vises redigeringsinterfacet for den valgte undtagelse. Hvis ikke der er oprettet nogen undtagelser for det site, man er under, vises interfacet til oprettelse af en undtagelse med ændrede åbningstider.
sv: Till höger visas redigeringsgränssnittet för det valda undantaget. Om inga undantag har skapats för den valda site visas istället gränssnittet för att skapa ett undantag med ändrade öppettider.

source: By default when you click on an exception, you will be shown the settings for the exception. Here, you can change the name of the exception and the period where it applies. A single date is chosen by choosing the same from and to date. If the exception has the type altered opening hours, it will also be possible to change the on and off time that applies during the exception. Changes do not become permanent until you have clicked on "Save changes" at the bottom of the screen.
da: Som standard når man klikker sig ind på en undtagelse, vil man få vist undtagelsens indstillinger. Her kan man ændre undtagelsens navn og den periode, hvor den er gældende. En enkelt dato vælges ved at vælge samme fra og til dato. Hvis undtagelsen er af typen ændrede åbningstider, vil man også kunne ændre tænd- og sluk-tidspunkterne, der er gældende for undtagelsen. Ændringer foretaget på siden træder ikke i kraft, før du klikker på "Gem ændringer"-knappen i bunden af skærmbilledet.
sv: Som standard, när du klickar på ett undantag, ser du inställningarna för undantaget. Här kan du ändra namnet på undantaget och den period under vilken det är i kraft. Ett enda datum väljs genom att välja samma från- och till-datum. Om undantaget är av typen ändrade öppettider, kommer du även att kunna ändra de på- och avstängningstider som gäller för undantaget. Ändringar som görs på webbplatsen träder inte i kraft förrän du trycker på knappen "Spara ändringar" längst ner på skärmen.

source: Note that if you change the settings for an exception that is being used by one or more schedules, those schedules will also be updated when you click on "Save changes."
da: Bemærk at hvis man ændrer indstillingerne for en undtagelse, der benyttes af en flere aktive tidsplaner, vil tidsplanerne også blive opdateret, når man trykker på "Gem ændringer."
sv: Observera att om du ändrar inställningarna för ett undantag som används av flera aktiva scheman, kommer scheman också att uppdateras när du trycker på "Spara ändringar."

source: If you wish to create a new exception, you must click on "Add altered opening hours" or "Add closed days" at the top of the list of exceptions. This opens an interface where you must enter the name and settings for the chosen type of exception. When you click on "Create", you will be redirected to the editing interface for the newly created exception, where you can continue to edit the settings.
da: Hvis man ønsker at oprette en ny undtagelse, skal man klikke på "Tilføj ændrede åbningstider" eller "Tilføj lukning" oven over listen med tidsplaner. Dette åbner et interface, hvor man skal udfylde navn og indstillinger for den valgte type undtagelse. Når man klikker på "Opret", vil man blive viderestillet til redigeringssiden for den nyoprettede undtagelse, hvor man kan fortsætte med at ændre i indstillingerne.
sv: Om du vill skapa ett nytt undantag klickar du på "Lägg till ändrade öppettider"eller "Lägg till stängningsdagar" ovanför schemalistan. Detta öppnar ett gränssnitt där man måste fylla i namn och inställningar för den valda typen av undantag. När du klickar på "Skapa", kommer en att omdirigeras till redigeringssidan för den nyskapade undantag där du kan fortsätta att ändra inställningarna.

source: Editing schedules: Associated groups
da: Tidsplans-redigering: Tilknyttede grupper
sv: Schemalägg redigering: Associerade grupper

source: The editing interface for a schedule shows a list of groups that are included in the schedule on the right side of the screen. A schedule applies to all computers in the groups that are associated with the schedule. A schedule with no associated groups has no effect. You can edit the members of the schedule as described below.
da: Redigeringsinterfacet for en tidsplan viser en liste over grupper, der er med i tidsplanen til højre i skærmbilledet. En tidsplan er gældende for alle computere i de grupper, som er tilknyttet tidsplanen. En tidsplan uden tilknyttede grupper har ingen effekt. Du kan redigere medlemmerne af tidsplanen som beskrevet herunder.
sv: Redigeringsgränssnittet för ett schema visar en lista över grupper som ingår i schemat till höger på skärmen. Ett schema gäller för alla datorer i de grupper som är associerade med schemat. Ett schema utan associerade grupper har ingen effekt. Du kan redigera medlemmarna i schemat enligt beskrivningen nedan.

source: Add a group
da: Tilføj gruppe
sv: Lägg till grupp

source: You add groups by clicking on "Add group to the schedule". If there are any groups that do not yet belong to the schedule, they will be shown in a list. Click on the group(s) that you wish to add to select them and then click on the check mark beneath the list to add the group(s) to the schedule.
sv: Du lägger till grupper genom att klicka på "Associera gruppen till tidtabellen". Om det finns några grupper som ännu inte tillhör schemat kommer de att visas i en lista. Klicka på de grupper som du vill lägga till för att välja dem och klicka sedan på bockmarkeringen under listan för att länka grupperna till schemat.

source: Note that a given group/computer can only belong to a single schedule at a time. If you add a group that already belongs to a different schedule, it will be removed from the previous schedule.
da: Bemærk at en given gruppe/computer ikke kan være knyttet til mere end en tidsplan ad gangen. Hvis du tilføjer en gruppe, som allerede er med i en anden tidsplan, vil den blive fjernet fra den forrige tidsplan.
sv: Observera att en viss grupp/dator inte kan associeras med mer än ett schema åt gången. Om du lägger till en grupp som redan har ett annat schema tas den bort från föregående schema.

source: If you attempt to add a group, which contains one or more computers that already belong to a different schedule via a different group, the chosen group will be rejected during the update of the schedule when you click "Save changes". Valid groups will still be added. If one or more groups are rejected, the page will inform you of this along with the reason.
da: Hvis du forsøger at tilføje en gruppe, som indeholder en eller flere computere, der er knyttet til en anden tidsplan via en anden gruppe, vil den valgte gruppe blive afvist i forbindelse med opdateringen af tidsplanen, når der klikkes på "Gem ændringer." Gyldige grupper vil stadig blive tilføjet. Hvis en eller flere grupper afvises, vil siden oplyse om dette samt begrundelsen.
sv: Om du försöker lägga till en grupp som innehåller en eller flera datorer, som är kopplat till ett annat schema via en annan grupp kommer den valda gruppen att avvisas under schemauppdateringen när du klickar på "Spara ändringar". Giltiga grupper läggs fortfarande till. Om en eller flera grupper avvisas kommer sidan att informera dig om detta tillsammans med orsaken.

source: Remove a group
da: Fjern gruppe
sv: Ta bort grupp

source: In order to remove a group, you must click on the X to the right of the group in the list of associated groups.
da: For at fjerne en gruppe skal du klikke på X'et til højre for gruppens navn i listen over grupper, der er knyttet til tidsplanen.
sv: Om du vill ta bort en grupp klickar du på X:et till höger om gruppens namn i listan över associerade grupper.

source: Be aware that changes to the list of groups do not become permanent until you have clicked on "Save changes" at the bottom of the screen.
da: Husk at ændringer til listen over grupper ikke bliver permanente, før du har klikket på "Gem ændringer" nederst i skærmbilledet.
sv: Tänk på att ändringar i listan över grupper inte blir permanenta förrän du har klickat på "Spara ändringar" längst ner på skärmen.

source: Note that if you later add computers to a group that belongs to a schedule, those computers will also be associated with the schedule. If the computers that you attempt to add already belong to a different schedule via a different group, they will be rejected during the update of the group when you click "Save changes" on the group editing interface. Valid computers will still be added. If one or more computers are rejected, the page will inform you of this along with the reason.
da: Bemærk at hvis der senere tilføjes computere til en gruppe, som er medlem af en tidsplan, vil disse computere også blive knyttet til tidsplanen. Hvis de computere, som forsøges tilføjet, allerede er knyttet til en anden tidsplan via en anden gruppe, vil de blive afvist i forbindelse med opdateringen af gruppen, når der klikkes på "Gem ændringer" på grupperedigeringsinterfacet. Gyldige computere vil stadig blive tilføjet. Hvis en eller flere computere afvises, vil siden oplyse om dette samt begrundelsen.
sv: Observera att om datorer senare läggs till i en grupp som är medlem i ett schema, kommer dessa datorer också att kopplas till schemat. Om datorerna du försöker lägga till redan är associerade med ett annat schema via en annan grupp, kommer de att avvisas under uppdateringen av gruppen när du klickar på "Spara ändringar" i gruppredigeringsgränssnittet. Giltiga datorer kommer fortfarande att läggas till. Om en eller flera datorer avvisas, kommer sidan att informera dig om detta tillsammans med orsaken.

source: Editing schedules: Settings
da: Tidsplans-redigering: Indstillinger
sv: Redigera schema: Inställningar

source: The editing interface for a schedule shows the settings for the schedule on the left side of the screen and a list of exceptions that are used by the schedule on the right side of the screen.
da: Redigeringsinterfacet for en tidsplan viser tidsplanens indstillinger til venstre i skærmbilledet, og en liste over undtagelser, der er knyttet til tidsplanen til højre i skærmbilledet.
sv: Redigeringsgränssnittet för ett schema visar schemainställningarna till vänster på skärmen, och en lista över undantag som är associerade med schemat till höger på skärmen.

source: A schedule can be active or inactive. It will only affect the associated groups if it is active.
da: En tidsplan kan være aktiv eller inaktiv. Den har kun effekt på de indmeldte grupper, hvis den er aktiv.
sv: Ett schema kan vara aktivt eller inaktivt. Det har bara en effekt på de associerade grupperna, om det är aktiv.

source: Sleep state
da: Dvaletilstand
sv: Viloläge

source: The chosen sleep state determines the state that the members of the schedule are placed in when they are turned off according to the schedule. In order from least to greatest energy savings, the options are standby, freeze, mem and off. We thus recommend using the sleep state off in order to achieve the greatest energy savings, but not all hardware supports this sleep state. If the sleep state off is used on a computer that does not support it, the computer will not wake automatically. It will still be possible to turn it on manually.
da: Den valgte dvaletilstand bestemmer, hvilken tilstand medlemmerne af tidsplanen lukker ned i, når de slukker efter tidsplanen. I rækkefølge fra mindste til største strømbesparing er mulighederne standby, freeze, mem og off. Vi anbefaler derfor, at man anvender dvaletilstanden off for størst mulig strømbesparing, men det er ikke alt hardware, der understøtter denne dvaletilstand. Hvis dvaletilstanden off anvendes på en computer, der ikke understøtter den, vil computeren ikke vågne igen. Den vil dog stadig kunne tændes manuelt.
sv: Det valda viloläget avgör vilket läge medlemmarna i schemat stängs av i, när de stängs av enligt schema. För från minsta till största energibesparing är alternativen standby, freeze, mem och off. Vi rekommenderar därför att du använder viloläget off för maximal energibesparing, men inte all hårdvara stöder detta viloläge. Om viloläge tillämpas på en dator, som inte stöder det, datorn vaknar inte igen. Det kommer dock fortfarande att kunna aktiveras manuellt.

source: Settings: Week plan
da: Indstillinger: Ugeplan
sv: Inställningar: Veckoschema

source: In the week plan, one can choose on and off times for every day of the week, or whether it should be off for the entirety of that particular day. The settings in the week plan normally apply for each of those days of the week, unless there exists an exception for that particular date.
da: I ugeplanen kan man vælge tænd- og sluk-tidspunkter for hver enkelt ugedag, eller om der skal være slukket hele den pågældende dag. Indstillingerne i ugeplanen er som udgangspunkt gældende for alle de pågældende ugedage, medmindre der findes en undtagelse for den pågældende dato.
sv: I veckoschemat kan du välja att slå på och av tider för varje veckodag, eller om det finns måste vara avstängd under hela dagen. Inställningarna i veckoschemat gäller i princip alla veckodagar i fråga, om det inte finns ett undantag för det aktuella datumet.

source: Settings: Exceptions
da: Indstillinger: Undtagelser
sv: Inställningar: Undantag
