Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: The computer also sends information about whether it is running BorgerPC or BorgerPC Kiosk along with the specific version.
da: Computeren sender ligeledes information om den kører BorgerPC eller BorgerPC Kiosk, samt de specifikke versioner heraf.
sv: Datorn skickar också information om att den kör MedBorgarPC eller MedBorgarPC Kiosk, och dess specifika versioner.

source: This information can sometimes be relevant during troubleshooting.
da: Det kan i nogle tilfælde være relevant at vide ift. fejlfinding.
sv: I vissa fall kan det vara relevant att veta i samband med felsökning.

source: As part of the development of a script, one might wish to set the configuration for the script via the admin-site, which allows the configuration to be updated without rerunning the script, and also allows the configuration to vary between groups and computers.
da: Man ønsker ifm. udviklingen af et script at sende konfiguration dertil via adminsitet, som så kan opdateres uden genkørsel af scripts, eller som kan variere ml. grupper eller computere.
sv: I samband med utvecklingen av ett skript vill man skicka konfigurationen dit via adminsidan, som sedan kan uppdateras utan att köra om skript eller som kan variera mellan grupper eller datorer.

source: This can sometimes be relevant to know for script developers.
da: Det kan i nogle tilfælde være relevant at vide for scriptudviklere.
sv: I vissa fall kan detta vara relevant för skriptutvecklare att känna till.

source: The majority of configurations are controlled by the admin-site rather than the individual computer. This means that if you change a value on an individual computer, it will typically be changed back to the value listed on the admin-site during the next check-in.
sv: De allra flesta konfigurationer styrs av adminsidan snarare än på den enskilda datorn. Det vill säga, om du ändrar värdet på den enskilda datorn, kommer det oftast att ändras tillbaka till vad adminsidan säger av nästa incheckning.

source: Technical information for system administrators
da: Teknisk information til systemadministratorer
sv: Teknisk information för systemadministratörer

source: Handling configurations
da: Håndtering af konfigurationer
sv: Hantera konfigurationer

source: Click the button "Add configuration" to add a new configuration key/value.
da: Klik på knappen "Tilføj konfiguration" for at tilføje en ny konfigurationsnøgle/værdi.
sv: Klicka på knappen "Lägg till konfiguration" för att lägga till en ny konfigurationsnyckel/værdi.

source: Edit
da: Redigér
sv: Redigera

source: Delete
da: Slet
sv: Ta bort

source: In order to edit or delete a value, you must click on %(edit)s or %(delete)s to the right of the individual key.
da: For at rette eller slette en værdi, skal du klikke på %(edit)s eller %(delete)s ud for den enkelte nøgle.
sv: Om du vill korrigera eller ta bort ett värde klickar du på %(edit)s eller %(delete)s bredvid varje nyckel.

source: Configurations at different levels
da: Konfigurationer på forskellige niveauer
sv: Konfigurationer på olika nivåer

source: Configurations exist at three levels
da: Konfigurationer findes på tre niveauer
sv: Konfigurationer finns i tre nivåer

source: Site configurations
da: Site-konfigurationer
sv: Site-konfigurationer

source: These configuration parameters are applied to all computers that belong to the chosen site.
da: Disse konfigurationsparametre gælder for alle computere, der er tilknyttet det valgte site.
sv: Dessa konfigurationsparametrar gäller för alla datorer som är associerade med den valda site.

source: The site configurations can be overwritten via adjusted configuration keys/values on groups and individual computers.
da: Site-konfigurationerne kan overstyres via tilpassede konfigurationsnøgler/værdier på grupper og på de enkelte computere.
sv: Site-konfigurationer kan åsidosättas via anpassade konfigurationsnycklar/värden på grupper och på enskilda datorer.

source: Group configurations
da: Gruppe-konfigurationer
sv: Gruppkonfigurationer

source: unless
da: medmindre
sv: om inte

source: Changes to the configurations for a group will affect all computers that belong to that group %(unless)s that particular configuration key has been specially adjusted for the individual computer.
da: Ændringer for konfigurationer på en gruppe vil påvirke alle computere der er medlem af gruppen, %(unless)s den pågældende konfigurationsnøgle er blevet special-tilpasset på den enkelte computer.
sv: Ändringar av konfigurationer på en grupp kommer att påverka alla datorer som är medlemmar i gruppen, %(unless)s den aktuella konfigurationsnyckeln har specialanpassats på den enskilda datorn.

source: Computer configurations
da: Computer-konfigurationer
sv: Dator-konfigurationer

source: Configurations set at the computer level will always take precedence over site configurations or configurations for groups that the computer belongs to.
da: Konfigurationer angivet på en computer vil altid tage præcedens over site-konfigurationer eller konfigurationer på grupper som computeren er medlem af.
sv: Konfigurationer som anges på en dator har alltid företräde framför site-konfigurationer eller konfigurationer för grupper som datorn är medlem i.

source: The meaning of the built-in configurations
da: Betydningen af de indbyggede konfigurationer
sv: Vikten av de inbyggda konfigurationerna

source: All values without _ in front are controlled by the admin-site while values with _ are controlled by the computer / the client.
da: Alle værdier uden _ foran bestemmes af adminsitet, mens værdier med _ bestemmes af computeren / klienten.
sv: Alla värden utan _ framför bestäms av adminsidan, medan värden med _ bestäms av datorn/klienten.

source: This means that if one were to change e.g. %(version)s on the computer, then the value would be overwritten during the next check-in with the admin-site.
sv: I praktiken innebär det att om man skulle ändra t.ex. %(version)s på datorn, då kommer det att skrivas över efter nästa incheckning med adminsidan.

source: Name
da: Navn
sv: Namn

source: Meaning
da: Betydning
sv: Betydelse

source: Comment
da: Kommentar
sv: Kommentar

source: The version of the OS2borgerPC-client
da: Versionen på OS2borgerPC-klienten
sv: Versionen på OS2BorgerPC-klienten

source: The client is the particular software on the computer that communicates with the admin-site
sv: Klienten är den programvara som körs på datorn som är i kontakt med adminsidan

source: The name of the operating system
da: Navnet på operativsystemet
sv: Namnet på operativsystemet

source: The version of the operating system
da: Versionen af operativsystemet
sv: Versionen av operativsystemet

source: The IP addresses of the computer
sv: Datorns IP-adresser

source: The list is not sorted
sv: Listen är inte sorterad

source: The version of the kernel
sv: Versionen av kernel

source: The time when the computer last performed automatic updates
sv: Tiden då datorn senast utförde automatiska uppdateringar

source: If the value is empty, the computer failed to determine the time
sv: Om värdet är tomt, kunde inte datorn fastställa tiden

source: The address of the server where the computer checks in
sv: Adressen till servern som checkas in med

source: The computer's hostname
sv: Datorns hostname

source: Is currently only set during the registration
da: Sættes pt. kun ifm. registreringen
sv: Är för närvarande endast inställt under registreringen

source: How long the client waits for a job to finish in seconds
da: Hvor længe klienten venter på færdiggørelsen af jobs, angivet i sekunder
sv: Hur länge klienten väntar på slutförandet av jobb, anges i sekunder

source: If job_timeout is exceeded, the process is stopped. This is useful if something is stuck, such as a process futilely waiting for input
da: Hvis job_timeout løber ud, stoppes processen. Det er brugbart, hvis noget i systemet hænger, såsom at pakkesystemet eller et script forgæves forsøger at få input fra brugeren
sv: Om job_timeout tar slut stoppas processen. Det är användbart om något i systemet hänger, såsom förpackningssystemet eller ett skript som förgäves försöker få input från användaren

source: Indicates whether the computer is an OS2borgerPC or a OS2borgerPC Kiosk
sv: Identifierar om datorn är en Sambruk MedborgarPC eller en Sambruk MedborgarPC Kiosk

source: The version of the OS2borgerPC-image that was installed
da: Versionen på det OS2borgerPC-image, som blev installeret
sv: Den version av Sambruk MedborgarPC-imaget som installerades

source: Unless the computer is reinstalled, this number does not change
sv: Om inte datorn installeras om ändras inte detta nummer

source: The site that the computer belongs to
sv: Vilken site datorn är ansluten till

source: Technical information for script developers
da: Teknisk information til scriptudviklere
sv: Teknisk information för skriptutvecklare

source: How information is exchanged
da: Sådan udveksles information
sv: Såhär utvecklas information

source: Computer
sv: Dator

source: You create a configuration value for a Site, a Group or a computer and it will automatically be transferred to the relevant computer(s) during their next check-in with the admin-site.
da: Du opretter på et Site, en Gruppe eller en Computer en konfigurationsværdi, og den vil automatisk blive overført til de relevante computer(e), næste gang de tjekker ind på admin-sitet.
sv: Du skapar ett konfigurationsvärde på en site, grupp eller dator, och det kommer automatiskt att överföras till den eller de relevanta datorerna nästa gång de checkar in på adminsidan.

source: From a terminal on the computer or a script, you can use these programs
da: Fra en terminal på computeren, eller fra et script, kan du benytte disse programmer
sv: Från en terminal på din dator eller från ett skript kan du använda dessa program

source: Function
da: Funktionalitet
sv: Funktionalitet

source: Usage example
da: Brugseksempel
sv: Användningsexempel

source: Retrieves the value of a configuration value
da: Henter værdien af en konfigurationværdi
sv: Hämtar värdet för ett konfigurationsvärde

source: Retrieves the UID of the site where the computer is registered.
da: Får fat i UID'et på det site, som computeren er tilknyttet.
sv: Får UID för site som datorn är associerad med.

source: Sets the value of a configuration value
da: Sætter værdien af en konfigurationværdi
sv: Anger värdet för ett konfigurationsvärde

source: citizen yes
da: borger ja
sv: medborgare ja

source: Creates a new configuration value with the name citizen and the value 'yes'
da: Opretter en ny konfiguration kaldet borger, og sætter den til 'ja'
sv: Skapar en ny konfiguration med namnet medborgare och ställer in den på 'ja'

source: In practice, the above programs interact with the file
da: Ovenstående programmer interagerer i praksis med filen
sv: Ovanstående program interagerar med filen i praktiken

source: Associated Scripts
da: Tilknyttede Scripts
sv: Associerade skript

source: Editing groups: Master data, computers and supervisors
da: Gruppe-redigering: Stam-oplysninger, computere og ansvarspersoner
sv: Gruppredigering: Huvudinformation, datorer och ansvariga personer

source: When you click on a group, you will by default be shown the group's master data, any computers that belong to the group and any supervisors chosen for the group. Here you can change the group's name and description as well as add or remove computers or supervisors from the group. The changes will not become permanent until you've clicked on the button "Save changes" at the bottom of the screen.
da: Som standard når du klikker dig ind på en gruppe vil du få vist gruppens stamdata, hvilke computere der er med i gruppen, og hvilke ansvarspersoner der er valgt for gruppen. Her kan du ændre gruppens navn og beskrivelse, samt tilføje eller fjerne computere og ansvarspersoner fra gruppen. Ændringer foretaget på siden træder ikke i kræft før du klikker på "Gem ændringer"-knappen i bunden af skærmbilledet.
sv: När du klickar på en grupp visas som standard gruppens masterdata, vilka datorer som ingår i gruppen och vilka ansvariga personer som valts för gruppen. Här kan du ändra gruppnamn och beskrivning samt lägga till eller ta bort datorer och ansvariga personer från gruppen. Ändringar träder inte i kraft förrän du klicka på knappen "Spara ändringar" längst ner på skärmen.

source: Add/remove computers
da: Tilføj/fjern computere
sv: Lägg till/ta bort datorer

source: A list of computers that belong to the group is shown on the right side of the screen. You can edit the members of the group as described below.
da: Til højre i skærmbilledet vises en liste over computere, der er med i gruppen. Du kan redigere medlemmerne af gruppen som beskrevet herunder.
sv: På höger sida av skärmen ser du en lista över datorer som ingår i gruppen. Du kan redigera medlemmarna i gruppen enligt beskrivningen nedan.

source: Add a computer
da: Tilføj computer
sv: Lägg till dator

source: You add computers by clicking on "Add a computer to the group". If there are any computers that do not yet belong to the group, they will be shown in a list. Click on the computer(s) that you wish to add to select them and then click on the check mark beneath the list to add the computer(s) to the group.
sv: Du lägger till datorer genom att klicka på "Lägg till en dator til gruppen". Om det finns några datorer som ännu inte tillhör gruppen kommer de att visas i en lista. Klicka på de datorer du vill lägga till för att välja dem och klicka sedan på bockmarkeringen under listan för att lägga till datorerna i gruppen.

source: Remove a computer
da: Fjern computer
sv: Ta bort datorn

source: You remove a computer by clicking on the X to the right of the computer's name in the list of computers that belong to the group.
da: For at fjerne en computer skal du klikke på X'et til højre for computerens navn i listen over computere, der er med i gruppen.
sv: Du tar bort en dator genom att klicka på X:et till höger om datorns namn i listan över datorer som tillhör gruppen.

source: Remember that changes to the list of computers do not become permanent until you've clicked on "Save changes" at the bottom of the screen.
da: Husk at ændringer til listen over computere ikke bliver permanente før du har klikket på "Gem ændringer" nederst i skærmbilledet.
sv: Kom ihåg att ändringar i listan över datorer inte blir permanenta förrän du klickade på "Spara ändringar" längst ner på skärmen.

source: Add/remove supervisors
da: Tilføj/fjern ansvarspersoner
sv: Lägg till/ta bort ansvariga personer

source: A list of supervisors for the group is shown on the right side of the screen. You can edit the supervisors for the group as described below.
da: Til højre i skærmbilledet vises en liste over ansvarspersoner for gruppen. Du kan redigere gruppens ansvarspersoner som beskrevet herunder.
sv: På höger sida av skärmen ser du en lista över ansvariga personer för gruppen. Du kan redigera de ansvariga personer för gruppen enligt beskrivningen nedan.

source: Add a supervisor
da: Tilføj en ansvarsperson
sv: Lägg till en ansvarig person

source: You add supervisors by clicking on "Add a supervisor to the group". If there are any users on your site that are not yet supervisors for the group, they will be shown in a list. Click on the user(s) that you wish to make supervisors to select them and then click on the check mark beneath the list to make them supervisors for the group.
sv: Du lägger till ansvariga personer genom att klicka på "Lägga till en ansvarig person för gruppen". Om det finns några användare på din site som ännu inte är ansvariga personer för gruppen, kommer de att visas i en lista. Klicka på de användare som du vill göra till ansvariga personer för att välja dem och klicka sedan på bockmarkeringen under listan för att göra dem till ansvariga personer för gruppen.

source: Remove a supervisor
da: Fjern en ansvarsperson
sv: Ta bort en ansvarig person

source: You remove a supervisor by clicking on the X to the right of the supervisor's username in the list of supervisors for the group.
da: For at fjerne en ansvarsperson skal du klikke på X'et til højre for ansvarspersonens brugernavn i listen over ansvarspersoner for gruppen.
sv: Du tar bort en ansvarig person genom att klicka på X:et till höger om personens användarnamn i listan över ansvariga personer för gruppen.

source: Remember that changes to the list of supervisors do not become permanent until you've clicked on "Save changes" at the bottom of the screen.
da: Husk at ændringer til listen over ansvarspersoner ikke bliver permanente før du har klikket på "Gem ændringer" nederst i skærmbilledet.
sv: Kom ihåg att ändringar i listan över ansvariga personer inte blir permanenta förrän du klickade på "Spara ändringar" längst ner på skärmen.

source: If a group has one or more supervisors, those supervisors will receive any email warnings or notifications related to the computers in the group instead of the recipients set on the relevant security rules or offline rules.
da: Hvis en Gruppe har en eller flere ansvarspersoner, så vil disse ansvarspersoner modtage eventuelle email-advarsler eller notifikationer relateret til computerne i gruppen i stedet for de modtagere, som er valgt på de relevante sikkerhedsregler eller offline-regler.
sv: Om en grupp har en eller flera ansvariga personer, kommer dessa ansvariga personer att få alla e-postvarningar eller aviseringar relaterade til datorerna i gruppen istället för mottagarna som anges i relevanta säkerhetsregler eller offline-regler.

source: Notice for users of On/Off schedules
da: Bemærkning til brugere af Tænd/Sluk tidsplaner
sv: Meddelande till användare av schema för på- och avstängning

source: A computer can only be associated with a single schedule at a time. If the group is associated with a schedule and you add one or more computers that are associated with a different schedule via a different group, the chosen computers will be rejected as part of the update of the group when you click "Save changes". Valid computers will still be added. If one or more computers are rejected, the webpage will inform you of this as well as the reason.
da: En computer kan kun være knyttet til en tidsplan ad gangen. Hvis gruppen er knyttet til en tidsplan, og du tilføjer en eller flere computere, som er knyttet til en anden tidsplan via en anden gruppe, vil de valgte computere blive afvist i forbindelse med opdateringen af gruppen, når du klikker på "Gem ændringer." Gyldige computere vil stadig blive tilføjet. Hvis en eller flere computere afvises, vil siden oplyse om dette samt begrundelsen.
sv: En dator kan bara associeras till ett schema åt gången. Om gruppen är länkad till ett schema och du lägger till en eller flera datorer som är länkade till ett annat schema via en annan grupp, kommer de valda datorerna att avvisas vid uppdatering av gruppen när du klickar på "Spara ändringar". Giltiga datorer kommer fortfarande att läggas till. Om en eller flera datorer avvisas kommer sajten att informera om detta och orsaken.

source: A OS2borgerPC-group is a collection of computers that share configuration keys. A group can also be used to easily run a script on multiple computers.
da: En OS2borgerPC-gruppe er en samling af computere der deler konfigurationsnøgler. En gruppe kan også bruges til at nemt at køre et script på en samling af computere.
sv: En Sambruk MedborgarPC-grupp är en samling datorer som delar konfigurationsnycklar. En grupp kan också användas för att enkelt köra ett skript på en samling datorer.

source: When you click on Groups in the left-hand menu, a list of groups for the site you are on will be shown to the right of the left-hand menu. You can click on the name of a particular group in order to edit that group.
da: Når man klikker på Grupper i venstremenuen vil man til højre for venstremenuen få vist en liste af grupper for det site man er under. Man kan klikke på navnet for den enkelte gruppe for at redigere gruppen.
sv: När du klickar på Grupper i menyn till vänster kommer en lista med grupper för sitet du befinner dig under att visas till höger om vänstermenyn. Du kan klicka på namnet på den enskilda gruppen för att redigera gruppen.

source: The interface for editing the chosen group will be shown on the right side of the screen. If no groups have been created for the site you are on, information about how to create a group will be shown instead.
sv: Till höger visas redigeringsgränssnittet för den valda gruppen. Om inga grupper har skapats för det site du är på, visas information om hur du skapar en grupp istället.

source: When you click on a group, you will be able to edit the following
da: Når man klikker ind på en gruppe får man mulighed for at redigere følgende
sv: När du klickar på en grupp får du möjlighet att redigera följande

source: If you wish to create a new group, you must click on "Add new group" above the list of groups. This will open a modal where you must enter a name and description for the group. When you click on "Create group", you will be redirected to the editing interface for the newly created group where it will be possible to add computers to the group.
da: Hvis man ønsker at oprette en ny gruppe skal man klikke på "Tilføj ny gruppe" oven over listen med grupper. Dette vil bringe en dialog op hvor man skal udfylde navn og beskrivelse for gruppen. Når man klikker på "Opret gruppe" vil man blive viderestillet til redigeringssiden for den nyoprettede gruppe, hvorfra det vil være muligt at tilføje computere til gruppen.
sv: Om du vill skapa en ny grupp, klicka på "Lägg till ny grupp" ovanför listan med grupper. Detta kommer att få upp en dialogruta där du måste fylla i namn och beskrivning för gruppen. När du klickar på "Skapa en grupp" så kommer du vidare till redigeringssidan för den nyskapade gruppen, varifrån det kommer att vara möjligt att lägga till datorer i gruppen.

source: Add script
da: Tilføj script
sv: Lägg till skript

source: You have the option of assigning each group a number of associated scripts. In order to change the associated scripts for a group, you must click on the group and then click the tab %(asc)s. Select the input field %(addsc)s and search for the script that you wish to assign to the group. Next, click on the script and it will be added as an Associated Script.
da: Du har mulighed for at tildele hver gruppe en række Tilknyttede Scripts. For at ændre de Tilknyttede Scripts for en gruppe skal du klikke dig ind på gruppen og trykke på fanebladet %(asc)s. Tryk på input-feltet %(addsc)s og søg efter det script, som du gerne vil tilknytte til gruppen. Klik derefter på Scriptet og det vil blive tilføjet som Tilknyttet Script.
sv: Du har möjlighet att tilldela en serie associerade skript till varje grupp. För att ändra de associerade skripten för en grupp måste du klicka på gruppen och sedan klicka på fliken %(asc)s. Välj inmatningsfältet %(addsc)s och sök efter skriptet du vill associera med gruppen. Klicka sedan på skriptet så läggs det till som associerat skript.
