Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: The API has endpoints for the following:
da: API'et har endpoints for følgende:
sv: Api:n har slutpunkter för följande

source: which contains extended info about a %(pc)s, such as hostname and IP addresses
da: som indeholder yderligere info om en %(pc)s, såsom hostname og IP-adresser
sv: som innehåller utökad information om en %(pc)s, såsom värdnamn och IP-adresser

source: which contains information about how many %(logins)s a single or all computers have had on a given day
da: som indeholder information omkring hvor mange %(logins)s en enkelt eller flere PC'er har haft på en given dag
sv: som innehåller information om hur många %(logins)s en enda eller alla datorer har haft en viss dag

source: Every request to the API needs to include an %(api_key)s as part of the request. This %(api_key)s is sent as an %(header)s in the following format:
da: Alle forespørgsler til API'et skal inkludere en %(api_key)s som en del af forespørgslen. Denne %(api_key)s sendes som en %(header)s i det følgende format:
sv: Varje begäran till API:et måste inkludera en %(api_key)s som en del av begäran. Denna %(api_key)s skickas som en %(header)s i följande format:

source: ...without the
da: ...uden
sv: ...utan

source: brackets.
da: klammerne.
sv: fästena

source: An example request to the API, with an example %(api_key)s, looks like this, using the CLI tool
da: Her vises et eksempel på en forespørgsel til API'et med et eksempel på en %(api_key)s og ved brug af CLI-værktøjet
sv: En exempelförfrågan till API:t, med ett exempel %(api_key)s, ser ut så här, med hjälp av CLI-verktyget

source: API authentication: %(api_keys)s
da: API autentificering: %(api_keys)s
sv: API-autentisering %(api_keys)s

source: Site settings
da: Site-indstillinger
sv: Inställningar för Site

source: API-keys are used to allow a person or a program to retrieve data from your Site.
da: API-nøgler bruges til at tillade en person eller et program at hente data fra dit Site.
sv: API-nycklar används för att tillåta en person eller ett program att hämta data från din Site.

source: If you have access to multiple Sites, you'll need to make %(api_keys)s for each of those Sites.
da: Hvis du har adgang til flere Sites, vil du være nødt til at lave %(api_keys)s for hvert af disse Sites.
sv: Om du har tillgång till flera Sites måste du skapa %(api_keys)s för var och en av dessa Sites.

source: You can generate, edit or delete API keys by going to %(site_settings)s and then clicking the link&nbsp;
da: Du kan generere, rette og slette API-nøgler ved at gå til %(site_settings)s og klikke på linket&nbsp;
sv: Du kan generera, redigera eller ta bort API-nycklar genom att gå till %(site_settings)s och sedan klicka på länken&nbsp;

source: Manage API keys
da: Håndter API-nøgler
sv: Hantera API-nycklar

source: On this page you can:
da: På denne side kan du:
sv: På den här sidan kan du:

source: Click "Generate new %(api_key)s" to generate and save a new %(api_key)s
da: Klikke "Generer ny %(api_key)s" for at generere og gemme en ny %(api_key)s
sv: Klicka på "Generera nya %(api_key)s" för att generera och spara en ny %(api_key)s

source: Write or change the comment about a given %(api_key)s. Fx. to specify who/what is using the given key.
da: Skrive eller ændre kommentaren for en given %(api_key)s. Den kan fx bruges til at angive hvem/hvad, der bruger den pågældende nøgle.
sv: Skriv eller ändra kommentaren om en given %(api_key)s. Fx. att ange vem/vad använder den givna nyckeln.

source: Changes are saved automatically after a few seconds.
da: Ændringer gemmes automatisk efter et par sekunder.
sv: Ändringar sparas automatiskt efter några sekunder.

source: Click "Delete" next to an %(api_key)s to delete and deactivate it.
da: Klikke "Slet" ved siden af en %(api_key)s for at slette og deaktivere den.
sv: Klicka på "Ta bort" bredvid en %(api_key)s för att ta bort och inaktivera den.

source: A confirmation popup will appear to confirm whether you want to delete it or not.
da: En bekræftelses-popup vil dukke op for at bekræfte, hvorvidt du ønsker at slette API-nøglen.
sv: En bekräftelse popup visas för att bekräfta om du vill ta bort den eller inte.

source: API Documentation
da: API Dokumentation
sv: API Dokumentation

source: The documentation has information about which endpoints are available, what data is expected in the request, and what data is received in the response.
da: Dokumentationen indeholder information om hvilke endpoints der er tilgængelige, hvilken data der forventes i forespørgslen, og hvilken data der modtages i svaret.
sv: Dokumentationen har information om vilka endpoints som finns tillgängliga, vilka data som förväntas i förfrågan och vilka data som tas emot i svaret.

source: In order to visit and view the API documentation you have to be signed in to the admin site.
da: Du skal være logget ind på admin-sitet for at kunne besøge og se API Dokumentationen.
sv: För att besöka och se API-dokumentationen måste du vara inloggad på adminsidan.

source: The documentation generally looks something like this:
da: Dokumentationen ser generelt således ud:
sv: Dokumentationen ser generellt ut ungefär så här:

source: As per the image, below the red circle numbered "1" you can see each endpoint. Each of these can be clicked to get more information about it.
da: Som vist i billedet kan hvert endpoint ses under den røde cirkel med nummeret "1". Man kan klikke på hvert endpoint for at få mere information om det.
sv: Enligt bilden, under den röda cirkeln numrerad "1" kan du se varje slutpunkt. Var och en av dessa kan klickas för att få mer information om den.

source: Below the red circle numbered "2", you can click to see information about what format the returned data has.
da: Du kan klikke på mulighederne under den røde cirkel med nummeret "2" for at se information om formatet på den returnerede data.
sv: Under den röda cirkeln numrerad "2", kan du klicka för att se information om vilket format de returnerade data har.

source: Next to the red circle numbered "3", you see the %(auth)s button. This button can be used to test out the API directly from the documentation, as soon as you have generated an API Key.
da: Ved siden af den røde cirkel med nummeret "3" kan du se knappen %(auth)s. Denne knap kan bruges til at teste API'et direkte fra dokumentationssiden, så længe du har genereret en API-nøgle.
sv: Bredvid den röda cirkeln numrerad "3", ser du knappen %(auth)s. Den här knappen kan användas för att testa API:t direkt från dokumentationen, så snart du har genererat en API-nyckel.

source: Testing out the API directly from the documentation
da: Test af API'et direkte fra dokumentationen
sv: Testa API direkt från dokumentationen

source: On the API Documentation page, you can directly experiment with requests to the API.
da: På API dokumentationssiden kan du eksperimentere med forespørgsler til API'et.
sv: På API-dokumentationssidan kan du experimentera direkt med förfrågningar till API:t.

source: This is how you do that:
da: Dette gøres således:
sv: Så här gör du:

source: In order to make a request to the API, you must first %(gen_key)s on the page
da: For at kunne lave forespørgsler til API'et skal du først %(gen_key)s på siden
sv: För att göra en begäran till API:t måste du först %(gen_key)s på sidan

source: "Copy" the API key from the API Key page.
da: "Kopier" API-nøglen fra API-nøglesiden.
sv: "Kopiera" API-nyckeln från API-nyckelsidan.

source: Click the %(auth)s button as seen in the screenshot above next to the circle numbered "3".
da: Klik på knappen %(auth)s, som vises i screenshot'et længere oppe ved siden af cirklen med nummeret "3".
sv: Klicka på %(auth)s-knappen som visas i skärmdumpen ovan bredvid cirkeln numrerad "3".

source: "Paste" in the API Key you copied in step 2 and click %(auth)s then "Close".
da: "Indsæt" den API-nøgle, som du kopierede i skridt 2 og klik %(auth)s og derefter "Close".
sv: "Klistra in" API-nyckeln som du kopierade i steg 2 och klicka på %(auth)s och sedan "Stäng".

source: Now click the API endpoint you wish to test with to expand it. Here we pick PCs.
da: Klik nu på det API endpoint, som du ønsker at teste for at udvide fanen. Her vælger vi PC'er.
sv: Klicka nu på API-slutpunkten du vill testa med för att expandera den. Här väljer vi datorer.

source: Click the button called "Try it out".
da: Klik på knappen "Try it out".
sv: Klicka på knappen som heter "Try it out".

source: Click the button "Execute".
da: Klik på knappen "Execute".
sv: Klicka på knappen "Execute".

source: Now you'll see a response. It might be necessary to scroll down a bit.
da: Du vil nu se et svar. Det kan være nødvendigt at scrolle lidt ned.
sv: Nu kommer du att se ett svar. Det kan vara nödvändigt att scrolla ner lite.

source: If everything went well, you should see the status code 200 and the relevant data returned.
da: Hvis alt gik godt, burde du få statuskoden 200 og den relevante data tilbage.
sv: Om allt gick bra bör du se statuskoden 200 och relevant data returneras.

source: If not you'll get an error message.
da: Hvis ikke vil du få en fejlbesked.
sv: Om inte får du ett felmeddelande.

source: The status code 204 means that no data was returned. This can happen if you e.g. try to get a specific PC and enter an id that does not match any PC on your site.
da: Statuskoden 204 betyder, at svaret ikke indeholdt noget data. Dette kan ske, hvis du fx forsøger at hente information om en specifik PC og angiver et id, som ikke matcher nogle af de PC'er, der hører til dit Site.
sv: Statuskoden 204 betyder att ingen data returnerades. Detta kan hända om du t.ex. försök att skaffa en specifik dator och ange ett id som inte matchar någon dator på din Site.

source: The status code 401 "Error: Unauthorized" will be returned if you do not use the %(auth)s button or if you enter an invalid API key.
da: Statuskoden 401 "Error: Unauthorized" vil blive returneret, hvis du ikke bruger knappen %(auth)s, eller hvis du angiver en ugyldig API-nøgle.
sv: Statuskoden 401 "Error: Unauthorized" kommer att returneras om du inte använder knappen %(auth)s eller om du anger en ogiltig API-nyckel.

source: The purpose of the news site is to display the content of new updates for OS2borgerPC.
da: Nyhedssiden har til formål at samle og fremvise indholdet af nye opdateringer i OS2borgerPC.
sv: Syftet med nyhetssidan är att samla in och presentera innehållet i nya uppdateringar i Sambruk MedborgarPC.

source: On the site, it is possible to:
da: På siden er det muligt at:
sv: På sidan är det möjligt att:

source: View a list of posts with a short explanation
da: Se en liste over opslag, med en kort forklaring
sv: Se en lista över inlägg, med en kort förklaring

source: Sort posts based on category
da: Sortere opslag efter kategori
sv: Sortera inlägg efter kategori

source: Search for posts
da: Søge efter opslag
sv: Sök efter inlägg

source: Read posts
da: Læse opslag
sv: Läs inlägget

source: Comment on a post with one's admin-site user
da: Kommentere på hvert opslag med den bruger man er registreret på adminsitet som
sv: Kommentera varje inlägg med den användare du är registrerad på adminsidan som

source: List of posts
da: Liste af opslag
sv: Lista över inlägg

source: When you enter the news site, you will be presented with a list of posts sorted with the newest posts first.
da: Når man går ind på nyhedssiden vil man blive præsenteret med en liste af opslag sorteret med de nyeste opslag først.
sv: När du går till nyhetssidan kommer du att visas en lista med inlägg sorterade med de senaste inläggen först.

source: Each post on the list has a short summary of the content of the update along with the date when the post was made.
da: Hvert opslag på listen har en kort opsummering af opdateringens indhold, samt en dato for hvornår det er blevet slået op.
sv: Varje inlägg på listan har en kort sammanfattning av uppdateringens innehåll, samt ett datum när den publicerades.

source: Sorting posts
da: Sortering af opslag
sv: Sortering av inlägg

source: Each post has one or more categories that the list can be sorted by. This is done by choosing the relevant category among the options presented at the top of the page.
da: Hvert opslag har en eller flere kategorier som listen kan sorteres efter. Dette gøres ved at vælge den relevante kategori ud fra de muligheder præsenteret i toppen af siden.
sv: Varje inlägg har en eller flera kategorier som listan kan sorteras efter. Detta görs genom att välja relevant kategori från alternativen som visas högst upp på sidan.

source: Searching for posts
da: Søgning efter opslag
sv: Sök efter inlägg

source: The search bar at the top can be used to search through the posts.
da: Søgefeltet i toppen af siden kan bruges til at søge i opslagene.
sv: Sökfältet högst upp på sidan kan användas för att söka i inläggen.

source: Detailed view of a post
da: Detaljeret visning af et opslag
sv: Detaljerad visning av ett inlägg

source: Each post can be expanded to show a more detailed explanation of the update.
da: Hvert opslag kan udvides hvilket viser en mere detaljeret forklaring af opdateringen.
sv: Varje inlägg är expanderbart och visar en mer detaljerad förklaring av uppdateringen.

source: Commenting on a post
da: Kommentarer på opslag
sv: Kommentarer på inlägg

source: If you are logged in to the admin-site, it is possible to add comments to a post.
da: Såfremt man er logget ind på sitet, vil man kunne tilføje kommentarer på et opslag.
sv: Om du är inloggad på adminsidan kommer du att kunna lägga till kommentarer till ett inlägg.

source: When you add a comment, your username will be shown above the comment.
da: Når man tilføjer en kommentar vil ens brugernavn fremgå over kommentaren.
sv: När du lägger till en kommentar kommer ditt användarnamn att visas ovanför kommentaren.

source: Comments can also be answered by both Magenta's employees and other logged-in users.
da: Kommentarer kan også blive besvaret både af Magentas ansatte samt alle brugere tilmeldt et site.
sv: Kommentarer kan också besvaras av både Magentas anställda och alla användare som är registrerade på en site.

source: General editing
da: Generel redigering
sv: Allmän redigering

source: Job history
da: Jobhistorik
sv: Jobbhistorik

source: Activating
da: Aktivering
sv: Aktivering

source: The Admin system
da: Admin-systemet
sv: Admin-systemet

source: Activating a computer
da: Aktivering af Computer
sv: Aktivering av datorer

source: Once you have installed OS2borgerPC on a computer and registered it with the admin site, it will show up on the list of new computers under
da: Når du har installeret OS2borgerPC på en computer og registreret den på admin-sitet, vil den dukke op i listen over nye computere under
sv: När du har installerat Sambruk MedborgarPC på en dator, kommer den att visas i listan över nya datorer under

source: Before you can start working with the computer, it is necessary to activate it.
da: Før du kan begynde at arbejde med computeren, er det nødvendigt at aktivere den.
sv: Innan du kan börja arbeta med datorn är det nödvändigt att aktivera den.

source: This is done by clicking on the computer, checking the box "Activated" and then clicking "Save changes". Afterward, the computer has been activated.
da: Det gør du ved at klikke på computeren og sætte et hak i fluebenet "Aktiv" og klikke på "Gem ændringer". Derefter er computeren aktiveret.
sv: För att göra detta, klicka på din dator och markera kryssrutan "Aktiv" och klicka på "Spara ändringar". Datorn aktiveras då.

source: Except from the registration itself, the admin-site will always ignore all requests from computers that have not been activated. This is partially a practical measure (there is no reason to start updating a computer before you know that it is ready) and partially a security measure.
da: Bortset fra selve tilmeldingen vil administrationssitet altid ignorere alle henvendelser fra computere, der ikke er aktiveret. Dette er dels en praktisk foranstaltning (der er ingen grund til at begynde at opdatere en computer, før man ved, at den er parat), dels en sikkerhedsforanstaltning.
sv: Förutom själva registreringen kommer adminsidan alltid att ignorera alla uppmaningar från datorer som inte är aktiverade. Detta är delvis en praktisk mäta (det finns ingen anledning att börja uppdatera en dator innan du vet att den är klar), delvis en försiktighetsåtgärd.

source: Note
da: Bemærk
sv: Obs

source: One of the reasons that all computers must be activated manually is to prevent foreign computers from connecting to your site without you or your organization knowing. As such, you should only activate a computer if you know that it is supposed to be there.
da: En af grundene til, at alle computere skal aktiveres manuelt, er at forhindre fremmede computere i at "koble sig på" dit site uden dit eller din organisations vidende. Du skal derfor kun aktivere en computer, hvis du ved, at den skal være der.
sv: En av anledningarna till att alla datorer måste aktiveras manuellt, är att förhindra att externa datorer "ansluter" till ditt site utan din eller din organisations kunnig. Därför bör du bara aktivera en dator om du vet att den borde vara där.

source: Computers: Master data and groups
da: Computere: Stam-oplysninger og grupper
sv: Datorer: Huvudinformation och grupper

source: When you click on a computer, you will by default be shown the computer's master data and any group affiliations. Here you can change the computer's name and description and activate it if it has not been activated after the installation. You can also add or remove group affiliations. You must click the button "Save changes" before the changes take effect.
da: Når du klikker dig ind på en computer, vil du som standard få vist computerens stamdata og gruppetilhørsforhold. Her kan du ændre computerens navn og beskrivelse og aktivere den, hvis den ikke er blevet aktiveret efter installation. Du kan også tilføje og fjerne grupper, som PC'en er tilknyttet. Du skal klikke på knappen "Gem ændringer", før dine ændringer træder i kræft.
sv: När du klickar på en dator visas du som standard datormasterdata och grupptillhörighet. Här kan du ändra datorns namn och beskrivning och aktivera det om det inte är det aktiverats efter installationen. Du kan också lägga till och ta bort grupper, som datorn är associerad med. Du måste klicka på knappen "Spara ändringar" innan ändringarna träder i kraft.

source: You add groups by clicking on "Add computer to group". If there are any groups that the computer does not yet belong to, they will be shown in a list. Click on the group(s) that you wish to add to select them and then click on the check mark beneath the list to add the computer to the group(s). You remove a group by clicking on the X to the right of the group's name in the list of group affiliations. Remember that any changes are not permanent until you've clicked on "Save changes" at the bottom of the screen.
sv: Du lägger till grupper genom at klicka på "Lägg till dator i gruppen". Om det finns grupper som datorn ännu inte är medlem i så visas de i en lista. Klicka på grupperna du vill lägga till för att välja dem och klicka sedan på bockmarkeringen under listan för att lägga till datorn i grupperna. Du tar bort en grupp genom att klicka på X:et till höger om gruppens namn i listan över grupptillhörigheter. Tänk på att ändringarna inte blir permanenta förrän du har klickat på "Spara ändringar" längst ner på skärmen.

source: Note that group membership can affect the computer's configuration.
da: Bemærk, at medlemskab af grupper kan have indflydelse på computerens konfiguration.
sv: Observera att gruppmedlemskap kan påverka datorns konfiguration.

source: Administrating computers
da: Administration af computere
sv: Administration av datorer

source: The administration page for a computer has three tabs with different functions that are described helow. Click on a particular tab to open the relevant function.
da: Administrationssiden for en Computer har tre harmonika-faneblade med forskellige funktioner, som er beskrevet herunder. Klik på det enkelte faneblad for at åbne den relevante funktion.
sv: Administrationssidan för en dator har tre flikar med olika funktioner som beskrivs nedan. Klicka på den enskilda fliken för att öppna lämplig funktion.

source: You can find documentation for the different parts by following these links:
da: Du kan finde dokumentation for de forskellige dele ved at følge følgende links:
sv: Du hittar dokumentation för de olika delarna genom att följa följande länkar:

source: Configurations are described on the page
da: Konfigurationer kan du læse nærmere om på siden
sv: Du kan läsa mer om konfigurationer på sidan

source: Job history for a computer
da: Jobhistorik for computer
sv: Jobbhistorik for datorer

source: Here you can see the history of jobs associated with the computer. If you click on the info icon to the right on the individual job, it will be possible to see the log output from the job as well as rerun the job if it has finished (mainly relevant if it failed).
sv: Här kan du se en historik över jobb som är associerade med datorn. Om du klickar på informationsikonen på höger sida av det enskilda jobbet har du möjlighet att se loggutdata för jobbet samt att köra jobbet igen om det är avslutat (främst relevant om det misslyckades).

source: Do not delete or edit configurations unless you know what you are doing!
da: Slet eller rediger ikke konfigurationer, medmindre du er sikker på, hvad du gør!
sv: Ta inte bort eller redigera konfigurationer om du inte är säker på vad du gör!

source: Configurations are functionality aimed primarily at technical troubleshooting, system administrators and script developers and thus most likely not relevant for most people.
da: Konfigurationer er funktionalitet henvendt primært til teknisk fejlfinding, systemadministratorer og scriptudviklere, og derfor formentlig ikke relevant for de fleste.
sv: Konfigurationer är funktioner som främst är avsedda för teknisk felsökning, systemadministratörer och skriptutvecklare, och därför förmodligen inte relevanta för de flesta.

source: Configurations are used to exchange information between the admin-site and the registered computers in both directions.
da: Konfigurationer bruges til at udveksle information mellem admin-sitet og de tilknyttede computere, i begge retninger.
sv: Konfigurationer används för att utbyta information mellan adminsidan och de associerade datorerna, i båda retninger.

source: In other words, it is possible to use the admin-site to specify a value that one or more computers will then receive and, similarly, a computer also sends values to the admin-site.
da: Dvs. det er både muligt fra adminsitet at specificere en værdi som en eller flere computere så vil modtage, og ligeledes sender en computer værdier til adminsitet.
sv: Det vill säga det är både möjligt från adminsidan att ange ett värde som en eller flera datorer sedan kommer att få, och skickar också ett datorvärde till adminsidan.

source: General examples of possible uses
da: Generelle eksempler på anvendelsesmuligheder
sv: Allmänna exempel på tillämpningar

source: Among other things, the computer sends information about its hostname, its IP addresses, the current kernel version and the last time it performed automatic updates.
sv: Datorn skickar bland annat information om sitt värdnamn, sina IP-adresser, den aktuella kernel-version och senaste gången den gjorde automatiska uppdateringar.

source: This information can sometimes be relevant for system administrators.
da: Det kan i nogle tilfælde være relevant for systemadministratorer.
sv: Detta kan vara relevant för systemadministratörer i vissa fall.
