Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: When a computer is added to a group, all Associated Scripts are automatically run on that computer. When you add a new Associated Script, it will automatically be run on all computers in the group. Editing the parameters of an associated script will only cause it to be rerun on the computers in the group if the relevant setting under Site settings has been checked. Removing an Associated Script from a group will NOT remove the effect of the script from the computers in the group.
sv: När en dator läggs till i en grupp körs alla associerade skript automatiskt. När du tilldelar ett nytt skript till en grupp körs det automatiskt på gruppens datorer. Att redigera parametrarna för ett associerat skript kommer bara att göra att det körs om på datorerna i gruppen om den relevanta inställningen under Inställningar för Site har markerats. Att ta bort ett associerat skript från en grupp tar INTE bort effekten av skriptet från datorerna i gruppen.

source: Associated Scripts have a position that determines the order in which they are run and they may have a number of input parameters that they are run with.
da: Tilknyttede Scripts har en position, der angiver i hvilken rækkefølge, de bliver kørt, og de kan have nogle inputparametre, som de køres med.
sv: Associerade Skript har en position som anger i vilken ordning de körs, och de kan ha vissa indataparametrar som de körs med.

source: A computer can be added to multiple groups.
da: En computer kan sagtens tilmeldes flere grupper.
sv: En dator kan enkelt anslutas av flera grupper.

source: Example: There is one computer in the library and another in citizen service that should have different homepages, but both be connected to the same scanner. In this case, one computer can be added to the library group and the other to the citizen service group while both are added to the group for scanner computers.
da: Eksempel: Der står en computer på biblioteket og en anden i borgerservice, som skal have forskellige startsider, men som begge har samme scanner sat til. I så fald kan den ene computer være tilmeldt en gruppe for biblioteket og den anden en gruppe for borgerservice, mens begge er tilmeldt en gruppe for scanner-computere.
sv: Exempel: Det finns en dator i biblioteket och en annan i Medborgarservice, som måste ha olika hemsidor, men båda har samma skanner inkopplad. Då kan en dator läggas till i biblioteksgruppen och den andra till medborgarservicegruppen medan båda läggs till gruppen för skannerdatorer.

source: We recommend using Associated Scripts where possible as they make it simpler to set up new computers in a department. All you need to do is to add the new computers to the group, and then the relevant scripts will automatically be run on them with the correct input parameters.
da: Vi anbefaler at bruge Tilknyttede Scripts hvor det er muligt, da det kan gøre det lettere at sætte nye computere op på en afdeling. Alt man så skal gøre er at tilmelde de nye computere til gruppen, og så køres de relevante Scripts automatisk derpå med rette inputparametre.
sv: Vi rekommenderar att du använder Associerade Script när det är möjligt, eftersom det kan göra det lättare att ställa in nya datorer upp på en avdelning. Allt du behöver göra är att lägga till de nya datorerna i gruppen, och sedan körs de relevanta skripten automatiskt på dem med korrekta indataparametrar.

source: Final remarks
da: Bemærkninger
sv: Anteckningar

source: Save changes
da: Gem ændringer
sv: Spara ändringar

source: must
da: skal
sv: ska

source: When a script is added to or removed from the list, the change won't be saved until you've clicked %(save)s.
da: Når der tilføjes eller slettes et Script i listen, vil det først blive gemt, efter tryk på %(save)s.
sv: När ett skript läggs till eller tas bort från listan sparas det bara efter att ha tryckt på %(save)s.

source: If the added script requires input parameters, these parameters are set by clicking %(edit)s and this %(must)s be done before the changes can be saved. I.e. a Script that requires input parameters cannot be assigned with empty input parameters.
da: Hvis Scriptet du tilføjer benytter inputparametre, sættes værdierne for disse ved at trykke på %(edit)s, og dette %(must)s gøres før ændringerne kan gemmes. Dvs. et Script der benytter inputparametre kan ikke tilknyttes, med tomme inputparametre.
sv: Om skriptet du lägger till använder indataparametrar anger du värdena för dessa genom att trycka på %(edit)s, och detta %(must)s göras innan ändringarna kan sparas. Det innebär att ett skript som använder indataparametrar inte kan mappas med tomma indataparametrar.

source: You can change the input parameters for a script by clicking %(edit)s, making the desired changes and then saving the changes. However, this will only cause the script to be rerun on the computers in the group if the relevant setting under Site settings has been checked.
da: Du kan ændre inputparametrene for et script ved at klikke på %(edit)s, foretage de ønskede ændringer og så gemme ændringerne. Dette vil dog kun medføre at scriptet genkøres på computerne i gruppen, hvis den relevante indstilling under Site-indstillinger er slået til.
sv: Du kan ändra indataparametrarna för ett skript genom att klicka på %(edit)s, göra önskade ändringar och sedan spara ändringarna. Detta gör dock bara att skriptet körs om på datorerna i gruppen om den relevanta inställningen under Inställningar för Site har markerats.

source: OS2borgerPC documentation
da: OS2borgerPC dokumentation
sv: Sambruk MedborgarPC dokumentation

source: Documentation
da: Dokumentation
sv: Dokumentation

source: Return to admin
da: Tilbage til admin
sv: Tillbaka til admin

source: Job overview
da: Job-oversigt
sv: Översikt över jobb

source: The job overview provides an overview of the execution of jobs on OS2borgerPC computers for the chosen site. On the left, one can choose various filters that make the list more manageable, and on the right is shown a list of jobs that match the chosen filters.
da: Job-oversigten giver et overblik over afviklingen af jobs på OS2borgerPC-computere for det valgte site. Til venstre kan man vælge diverse filtre der gør listen mere overskuelig og til højre vises en liste over jobs der matcher de valgte filtre.
sv: Jobböversikten ger en översikt över avvecklingen av jobb på Sambruk MedborgarPC-datorer för det valda site. Till vänster kan du välja diverse filter som gör listan mer hanterbar, och till höger finns en lista över jobb som matchar de valda filtren.

source: Filters
da: Filtre
sv: Filter

source: By clicking the checkboxes next to the different statuses, you can filter the shown jobs based on their status. By default, all statuses except "restarted" are checked.
da: Ved at klikke på afkrydsningsfelterne ud for de forskellige statuser kan du filtrere de viste jobs ud fra deres status. Som standard er alle statuser på nær "Genstartet" angivet.
sv: Genom att klicka på kryssrutorna bredvid de olika statusarna kan du filtrera de jobb som visas baserat på deras status. Som standard är alla statusar förutom "Omstartad" listade.

source: Below the checkboxes you can choose filters based on batches, computers and groups. In order to use these filters, you must click on the desired category and then select an element in the list that is displayed. The chosen element will be highlighted in orange. It is only possible to select one element per category. You can reset the filters to the default filters by clicking "Reset filters" at the top of the list of filters.
da: Under afkrydsningsfelterne kan du vælge filtre ud fra batches, computere og grupper. For at filtrere på disse skal du klikke på den kategori du vil filtrere og efterfølgende klikke på et element i den liste, der bliver foldet ud. Det valgte element vil blive markeret med orange. Det er kun muligt at vælge et element i hver kategori. Du kan nulstille filtrene til standardfiltrene ved at klikke på "Nulstil filtre" i toppen af listen med filtre.
sv: Under kryssrutorna kan du välja filter baserat på partier, datorer och grupper. För att filtrera på dessa, klicka på den kategori du vill ha och klicka sedan på ett objekt i listan som ska övik. Det valda objektet markeras med orange. Det är bara möjligt att välja en objekt i varje kategori. Du kan återställa filtren till standardfiltren genom att klicka på "Återställ filter" högst upp i listan med filter.

source: The job list
da: Joblisten
sv: Jobblistan

source: The job list shows the script name, batch name, user who started the job, creation time, starting time, stopping time, status and computer name for every job that matches the chosen filters. The sorting can be changed by clicking the titles above the table.
da: Joblisten viser Script-navn, batchnavn, brugeren som startede jobbet, oprettelsestidspunkt, starttidspunkt, sluttidspunkt, status og computernavn for hvert job der matcher de valgte filtrre. Man kan ændre sorteringen ved at klikke på overskrifterne over tabellen.
sv: Jobblistan visar skriptnamn, batchnamn, användaren som startade jobbet, skapandetid, starttid, sluttid, status och datornamn för varje jobb som matchar de valda filtren. Man kan ändra sorteringen genom att klicka på rubrikerna ovanför tabellen.

source: If you click on the small icon on the right of an entry in the list, you will be shown the log output from that job. If the job has not yet been executed, the log output will only contain the chosen input parameters. If the job has finished, there will also be a button that you can press in order to restart the job (mainly relevant if the job failed).
sv: Om du klickar på den lilla ikonen till höger om en post i listan kommer du att se loggutdata från det jobbet. Om jobbet ännu inte har utförts kommer loggutgången endast att innehålla de valda indataparametrar. Om jobbet har avslutats kommer det också att finnas en knapp som du kan trycka på för att starta om jobbet (främst relevant om jobbet misslyckades).

source: Jobs run by Magenta
da: Jobs kørt af Magenta
sv: Jobs drevet af Magenta

source: If the user for a job is listed as "Magenta", it means that the job was started by the OS2borgerPC team at Magenta.
da: Hvis brugeren for et job er angivet som "Magenta", betyder det at jobbet blev startet af OS2borgerPC-teamet hos Magenta.
sv: Om användaren för ett jobb är listad som "Magenta" betyder det att jobbet startades av Sambruk MedborgarPC-teamet på Magenta.

source: This is used for e.g.
da: Det bruges eksempelvis til
sv: Den används till exempel för

source: Maintenance
da: Vedligeholdelse
sv: Underhåll

source: Updates
da: Opdateringer
sv: Uppdateringar

source: Troubleshooting and error correction
da: Fejlfinding og -retning
sv: Felsökning och rättning

source: Patching security issues (CVE's identified in Ubuntu)
da: Lapning af sikkerhedshuller (CVE'er identificeret i Ubuntu)
sv: Lappa säkerhetshål (CVE'er identificeret i Ubuntu)

source: Email notifications regarding computers that have been offline for longer than a selected period of time are generated by offline rules. If no offline rules have been defined, no notifications will be sent.
da: Email-notifikationer om computere, som har været offline længere end en valgt tidsperiode, bliver genereret af offline-regler. Hvis der ikke er blevet defineret nogen offline-regler, vil der ikke blive sendt notifikationer.
sv: E-postmeddelanden om datorer som har varit offline längre än en vald tidsperiod genereras av offline-regler. Om inga offlineregler har definierats kommer inga meddelanden att skickas.

source: When an offline rule detects that a PC has been offline for too long, the system will also generate an event for that PC.
da: Når en offline-regel detekterer, at en PC har været offline for længe, vil systemet også generere en hændelse relateret til den PC.
sv: När en offline-regel upptäcker att en dator har varit offline för länge, kommer systemet också att generera en händelse för den datorn.

source: The system will only check the defined offline rules every ten minutes. It is thus possible for there to be a delay of up to ten minutes between a PC exceeding the allowed offline period and a notification being sent. This was necessary to limit the load on the admin-site.
da: Systemet tjekker kun de definerede offline-regler hvert tiende minut. Det er således muligt at der vil være en forsinkelse på op til ti minutter mellem at en PC overskrider den tilladte offline-periode og at en notifikation bliver sendt. Dette var nødvendigt for at begrænse belastningen på admin-sitet.
sv: Systemet kontrollerar endast de definierade offlinereglerna var tionde minut. Det är alltså möjligt att det uppstår en fördröjning på upp till tio minuter mellan att en PC överskrider den tillåtna offlineperioden och att ett meddelande skickas. Detta var nödvändigt för att begränsa belastningen på adminsidan.

source: Creating or editing offline rules
da: Opret eller rediger offline-regler
sv: Skapa eller redigera offline-regler

source: The overview "Monitoring Rules" shows all the defined security rules and offline rules that are monitored. You can edit an existing offline rule by selecting it in the list. You can define a new offline rule by clicking on "Add new offline rule" above the list. The interface for both operations has the same form.
da: I oversigten "Overvågningsregler" vises alle definerede Sikkerhedsregler og Offline-regler, som der holdes øje med. Du kan redigere en eksisterende offline-regel ved at vælge den i listen. Du kan oprette en ny offline-regel ved at klikke på "Tilføj ny offline-regel" oven over listen. Interfacet for begge operationer har samme form.
sv: Översikten "Övervakningsregler" visar alla definierade säkerhetsregler och offline-regler som övervakas. Du kan redigera en befintlig offline-regel genom att välja den i listan. Du kan definiera en ny offlineregel genom att klicka på "Lägg till ny offline-regel" ovanför listan. Gränssnittet för båda operationerna har samma form.

source: An offline rule has the following parameters:
da: En offline-regel har følgende parametre:
sv: En offline-regel har följande parametrar:

source: Name (mandatory): the name of the particular offline rule.
da: Navn (påkrævet): Navnet på den pågældende offline-regel.
sv: Namn (obligatoriskt): namnet på den särskilda offlineregeln.

source: Monitor period (mandatory): The period during which the rule is active. It is recommended to choose this period such that you avoid receiving notifications when computers are turned off for the night.
da: Overvågningsperiode (påkrævet): Den periode hvor reglen er aktiv. Det anbefales at vælge denne periode således, at du undgår at modtage notifikationer, når computerne bliver slukket om natten.
sv: Övervakningsperiod (obligatorisk): Den period under vilken regeln är aktiv. Det rekommenderas att välja denna period så att du undviker att få aviseringar när datorer är avstängda för natten.

source: Maximum offline period allowed, in minutes (mandatory): The maximum period of time that a computer can be offline during the monitor period before email notifications are sent. Cannot be less than 15 minutes.
da: Maksimal tilladt offline-periode, i minutter (påkrævet): Den maksimale tidsperiode som en computer kan være offline under overvågningsperioden før der sendes email-notifikationer. Kan ikke være under 15 minutter.
sv: Högsta tillåtna offlineperiod i minuter (obligatorisk): Den maximala tidsperiod som en dator kan vara offline under övervakningsperioden innan e-postmeddelanden skickas. Kan inte vara mindre än 15 minuter.

source: Severity level (mandatory): Choose between Critical, High and Normal.
da: Alvorlighedsgrad (påkrævet): Vælg mellem Kritisk, Høj og Normal.
sv: Allvarlighetsgrad (obligatorisk): Välj mellan Kritisk, Hög och Normal.

source: Description (optional): A description of the particular offline rule.
da: Beskrivelse (valgfri): En beskrivelse af den pågældende offline-regel.
sv: Beskrivning (valfritt): En beskrivning av den särskilda offline-regeln.

source: Monitored groups (optional): The groups define which computers the offline rule applies to.
da: Overvågede grupper (valgfri): Grupperne definerer hvilke computere, den aktuelle offline-regel er aktiv for.
sv: Övervakade grupper (frivillig): Grupperna definierar vilka datorer den aktuella offline-regeln är aktiv för.

source: Recipient(s) of email warning (optional): The users that should receive email notifications related to this offline rule. Note that if a monitored PC belongs to one or more groups with supervisors, those supervisors will receive any email notifications related to that PC instead of the recipients set here.
da: Modtager(e) af email-advarsel (valgfri): Hvilke brugere der skal modtage email-notifikationer relateret til denne offline-regel. Bemærk at hvis en overvåget PC tilhører en eller flere grupper med ansvarspersoner, så vil disse ansvarspersoner modtage eventuelle email-notifikationer relateret til den PC i stedet for de modtagere, som er valgt her.
sv: Mottagare av e-postavisering (frivillig): Vilka användare som ska få e-postaviseringar relaterade till denna offline-regel. Observera att om en övervakad dator tillhör en eller flera grupper med ansvariga personer, då kommer dessa ansvariga personer att få alla e-postaviseringar relaterade till det PC istället för de mottagare som valts här.

source: Any changes made to an offline rule will not take effect until you have clicked on "Save changes" at the bottom of the screen. Similarly, you must click on "Save changes" to finish creating a new offline rule once you have filled out the mandatory parameters. You can verify that the offline rule has been created by checking if it appears in the list of monitored rules.
da: Ændringer i en offline-regel vil ikke tage effekt, før du har klikket på "Gem ændringer" i bunden af skærmbilledet. På lignende vis skal du klikke på "Gem ændringer" for at færdiggøre oprettelsen af en ny offline-regel, når du har udfyldt de påkrævede parametre. Du kan verificere, at offline-reglen er blevet oprettet ved at tjekke om den står på listen over overvågede regler.
sv: Eventuella ändringar som görs i en offlineregel kommer inte att träda i kraft förrän du har klickat på "Spara ändringar" längst ned på skärmen. På samma sätt måste du klicka på "Spara ändringar" för att slutföra att skapa en ny offline-regel när du har fyllt i de obligatoriska parametrarna. Du kan verifiera att offlineregeln har skapats genom att kontrollera om den visas i listan över övervakade regler.

source: OS2borgerPC enables you to remotely manage computers via the OS2borgerPC administration interface. In the left-hand menu, you can find documentation regarding the different parts of the system.
da: OS2borgerPC giver dig mulighed for at fjernadministre computere via OS2borgerPC-administrationsinterfacet. I menuen til venstre kan du finde dokumentation for de forskellige dele af systemet.
sv: Sambruk MedborgarPC låter dig fjärrhantera datorer via Sambruk MedborgarPC administrationsgränssnitt. I menyn till vänster hittar du dokumentation av systemets olika delar.

source: OS2borgerPC was developed by
da: OS2borgerPC-Admin er udviklet af
sv: Sambruk MedborgarPC-Admin är utvecklat av

source: in collaboration with the libraries in Aarhus and Silkeborg.
da: i samarbejde med bibliotekerne i Aarhus og Silkeborg.
sv: i samarbete med biblioteken i Århus och Silkeborg.

source: OS2borgerPC is 100%% Open Source and can be used and distributed in accordance with the conditions in version 3 of the
da: OS2borgerPC er 100%% open source og kan bruges og videregives i henhold til betingelserne i version 3 af
sv: Sambruk MedborgarPC är 100%% öppen källkod och kan användas och avslöjas enligt villkor i version 3 af

source: This documention can be used and distributed in accordance with a
da: Denne dokumentation kan anvendes og videregives i henhold til en
sv: Denna dokumentation får användas och lämnas ut i enlighet med en

source: The source code for the newest accessible version of OS2borgerPC can always be found on
da: Kildekoden til den nyeste tilgængelige version af OS2borgerPC-Admin kan altid findes på
sv: Källkoden för den senaste tillgängliga versionen av Sambruk MedborgarPC-Admin/OS2borgerPC kan alltid hittas på

source: Updating the Wi-Fi password on a OS2borgerPC Kiosk
da: Opdater kodeord på en OS2borgerPC Kiosk's Wi-Fi
sv: Uppdatera lösenord på en Sambruk MedborgarPC Kiosk's Wi-Fi

source: We begin with a OS2borgerPC Kiosk, which has been started, where the browser is shown and a keyboard has been connected.
da: Vi starter på en OS2borgerPC Kiosk som er startet op, hvor browseren vises, og hvor der er sat et tastatur til.
sv: Vi börjar på en Sambruk MedborgarPC Kiosk som har startat, där webbläsaren visas och där ett tangentbord är inställt.

source: Here, you press
da: Herfra trykker du
sv: Härifrån trycker du på

source: You will then be shown a login prompt.
da: Da vil du komme til en loginprompt.
sv: Du kommer då till en inloggningsfråga.

source: "marcus-01-vm", which is shown here, is the name of my OS2borgerPC Kiosk, which will be different in your case.
da: "marcus-01-vm", der vises her, er navnet på min OS2borgerPC Kiosk, som vil være anderledes for dig.
sv: "marcus-01-vm", som visas här är namnet på min Sambruk MedborgarPC Kiosk som kommer att vara annorlunda för dig.

source: Write "superuser", press %(enter)s, write superuser's password and press %(enter)s again.
da: Skriv "superuser", tryk %(enter)s, skriv superuser's kodeord og tryk %(enter)s igen.
sv: Skriva "superuser", tryck %(enter)s, skriv superuser's lösenord och tryck på %(enter)s igen.

source: Be aware that the entered password will not be shown in any way (e.g. stars as characters).
da: Vær opmærksom på at den indtastede kode ikke vil blive vist på nogen vis (eks. stjerner som tegn).
sv: Tänk på att det angivna lösenordet inte kommer att visas på något sätt (t.ex. stjärnor som tecken).

source: You will then be shown a "prompt":
da: Da vil du komme til en "prompt":
sv: Då kommer du till en "prompt":

source: At this prompt, you write:
da: På denne prompt skriver du:
sv: Vid denna prompt skriver du:

source: press %(enter)s, write superuser's password and press %(enter)s again.
da: tryk %(enter)s, skriv superuser's kodeord og tryk %(enter)s igen.
sv: tryck på %(enter)s, ange superuser's lösenord och tryck på %(enter)s igen:

source: You will then see the following screen.
da: Dernæst vil du blive mødt af følgende skærm.
sv: Därefter hälsas du av följande skärm.

source: In this program, you use the arrow keys to navigate and %(enter)s to select an option. %(escape)s can be used to go back.
da: I dette program navigerer du rundt med piletasterne, og bruger %(enter)s til at trykke på en knap. %(escape)s kan bruges til at gå tilbage.
sv: I det här programmet navigerar du runt med piltangenterna och använder %(enter)s för att trycka på en knapp. %(escape)s kan användas för att gå tillbaka.

source: The default option is %(eac)s so you simply press %(enter)s, which brings you here:
da: Som udgangspunkt er %(eac)s valgt, så du trykker bare %(enter)s, hvilket bringer dig hertil:
sv: Som standard är %(eac)s valt, så du trycker bara på %(enter)s, som tar dig hit:

source: The view on this page will vary, but if you had previously configured a Wi-Fi connection, it will be listed here.
da: På denne side vil det variere hvad du ser, men hvis du tidligere havde en Wi-Fi-forbindelse sat op, vil den være angivet på listen.
sv: På den här sidan varierar det vad du ser, men om du tidigare hade en Wi-Fi-anslutning inställd kommer den att listas här.
