Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: Navigate to your Wi-Fi connection using the arrow keys and press %(enter)s. If you are unsure, you can enter each Wi-Fi connection in turn in order to determine the actual name of the connection (SSID).
da: Gå ned til dit Wi-Fi-netværk med piletasterne, og tryk igen %(enter)s. Hvis du er i tvivl, kan du gå ind på hvert Wi-Fi-netværk for at se hvad navnet på netværket faktisk er (SSID).
sv: Gå ner till ditt Wi-Fi-nätverk med piltangenterna och tryck %(enter)s. Om du är osäker kan du gå in i var och en av dem, för att se vad namnet på nätverket faktiskt är (SSID).

source: You will then see the following screen. The contents of the fields will vary from system to system.
da: Da vil du komme til følgende skærm. Hvad der står i felterne vil dog variere fra system til system.
sv: Då kommer du till följande skärm. Vad som skrivs i rutorna varierar dock från system till system.

source: Use the arrow keys to navigate to the password, delete it and write the new password. Next, navigate to the bottom and press OK.
da: Brug piletasterne til at gå ned til kodeordet, slet det, og skriv det nye kodeord ind. Gå derefter til bunden og tryk OK.
sv: Använd piltangenterna för att gå ner till lösenordet, ta bort det och skriva in det nya lösenordet. Gå sedan till botten och tryck OK.

source: You will be returned to this screen - this time, press %(escape)s to go back to the main menu.
da: Du vil være tilbage på denne skærm - denne gang trykker du %(escape)s for at gå et niveau tilbage, for at komme til hovedmenuen.
sv: Du kommer tillbaka på den här skärmen - den här gången trycker du på %(escape)s för att gå tillbaka en nivå, för att komma till huvudmenyn.

source: This time, choose
da: Denne gang vælger du
sv: Den här gången väljer du istället

source: Find your network on the list and if there is an option to %(deactivate)s, do this via the arrow keys and %(enter)s. Next, choose %(activate)s.
da: Find dit netværk på listen, og hvis du ser muligheden for %(deactivate)s, gør du først dét, via piletasterne og %(enter)s. Derefter vælger du %(activate)s.
sv: Hitta ditt nätverk i listan och om du ser alternativet %(deactivate)s, gör det först, via piltangenterna och %(enter)s. Välj sedan %(activate)s.

source: The network will now be active, assuming that the configuration and password were entered correctly.
da: Herefter vil netværket være aktiveret, hvis konfigurationen og koden var indtastet korrekt.
sv: Därefter aktiveras nätverket om konfigurationen och koden har angetts korrekt.

source: We are now finished with
da: Nu er vi færdige med
sv: Nu är vi klara med

source: Press %(escape)s - or alternatively use the arrow keys to choose "Back", press %(enter)s, choose "Quit" and press %(enter)s until the program is closed.
da: Tryk på %(escape)s - eller alternativt vælg først "Back" med piletasterne, tryk %(enter)s, vælg "Quit" og tryk %(enter)s, indtil programmet er lukket.
sv: Tryck på %(escape)s - eller alternativt välj först "Back" med piltangenterna, tryck %(enter)s, välj "Quit" och tryck %(enter)s, tills programmet är stängt.

source: You will now be back in the terminal, which now looks like this:
da: Så vil du være tilbage i terminalen, som nu ser sådan her ud:
sv: Då kommer du tillbaka i terminalen, som nu ser ut så här:

source: You can then check that the network connection is working, for instance via the following command, which uses
da: Herefter kan du tjekke at netværksforbindelsen virker, eks. via følgende kommando, der bruger
sv: Då kan du kontrollera att nätverksanslutningen fungerar, t.ex. via följande kommando, som använder

source: If the computer is connected, you should see output similar to the above.
sv: När du är ansluten till nätverket bör du se utdata enligt ovan.

source: Write "exit" on the command line and press %(enter)s to log out - or press
da: Skriv "exit" på kommandolinien og tryk %(enter)s for at logge ud - eller tryk
sv: Skriv "exit" på kommandolinien och tryck %(enter)s för att logga ut - eller tryck

source: You will then be back here:
da: Du vil så være tilbage hertil:
sv: Du kommer då tillbaka hit:

source: Press Ctrl-Alt-F1 to return to the browser - we are now back where we started:
da: Tryk nu Ctrl-Alt-F1 for at komme tilbage til browseren - så er vi tilbage til start:
sv: Tryck nu Ctrl-Alt-F1 för att gå tillbaka till webbläsaren - då är vi tillbaka vid start:

source: Done!
da: Færdig!
sv: Klar!

source: Editing Scripts
da: Redigering af Scripts
sv: Redigering av Skript

source: Editing arguments
da: Redigering af inputparametre
sv: Redigering av indataparametrar

source: Executing Scripts
da: Afvikling af Scripts
sv: Exekvering av Skript

source: Note that only Magenta can edit global scripts.
sv: Observera att endast Magenta kan redigera globala skript.

source: If you wish to edit a Script, you must click on "Scripts" in the left-hand menu and then select the script in the list of scripts shown to the right of the left-hand menu. Note that it may be necessary to swap between the tabs "Local scripts" and "Global scripts" in order to find the script. You can also search through the scripts by selecting the search field "Find ..." and typing a search term. This will cause the list to display all scripts whose names contain the search term.
da: For at redigere et Script skal du klikke på "Scripts" i venstremenuen og efterfølgende vælge Scriptet i listen over Scripts til højre for venstremenuen. Bemærk at det kan være nødvendigt at skifte mellem fanebladenene "Lokale scripts" og "Globale scripts" for at finde Scriptet. Du kan også søge igennem alle scripts ved at vælge søgefeltet "Find ..." og indtaste en søgeterm. Dette vil få listen til at vise de scripts, hvis navn indeholder søgetermen.
sv: För att redigera ett skript, klicka på "Skript" i den vänstra menyn och välj sedan skriptet i listan över skript till höger om vänster meny. Observera att du kan behöva växla mellan flikarna "Lokala skript" och "Globala skript" för att hitta skriptet. Du kan också söka igenom skripten genom att välja sökfältet "Hitta ..." och skriv en sökterm. Detta gör att listan visar alla skript vars namn innehåller söktermen.

source: When you edit a script you can change its name and description. It is also possible to upload a new version of the script by clicking on the tab "Code" and then selecting a file to upload. Changes do not become permanent until you've clicked on "Save changes" at the bottom of the screen.
da: Når du redigerer et Script har du mulighed for at ændre dets navn og beskrivelse. Du kan også uploade en ny version af Scriptet ved at klikke på fanebladet "Kode" og derefter vælge en fil at uploade. Ændringer du har foretaget træder ikke i kraft, før du har klikket på "Gem ændringer" i bunden af siden.
sv: När du redigerar ett skript har du möjlighet att ändra dess namn och beskrivning. Du kan också ladda upp en ny version av skriptet genom att klicka på fliken "Kod" och välj sedan en fil att ladda upp. Ändringar du har gjort träda inte i kraft förrän du har klickat på "Spara ändringar" längst ner i sedan.

source: In the last tab, you can
da: I sidste fane har du mulighed for at
sv: På den sista fliken har du möjlighet att

source: adjust the arguments for the script
da: tilpasse inputparametre for Scriptet
sv: anpassa inputparametrar för Scriptet

source: Administrating Scripts
da: Administration af Scripts
sv: Administration av Skript

source: When you click on "Scripts" in the left-hand menu, a list of scripts will be shown to the right of the left-hand menu and the editing interface for scripts will be shown to the right of this list.
da: Når man klikker på "Scripts" i venstremenuen, vil man til højre for venstremenuen få vist en liste af Scripts, og til højre for denne liste vil man få vist redigeringsinterfacet for Scripts.
sv: När du klickar på "Skript" i vänstermenyn kommer en lista med skript att visas till höger om vänstermenyn och redigeringsgränssnittet för skript visas till höger om denna lista.

source: Scripts are for individual actions whereas security scripts monitor special events.
da: Scripts er til enkeltstående handlinger, hvorimod Sikkerhedsscripts holder øje med specielle hændelser.
sv: Skript är för fristående åtgärder, medan säkerhetsskript håller utkik efter speciella händelser.

source: The list of scripts is divided in two parts that one can swap between by clicking on the tabs "Local scripts" and "Global scripts" above the list.
da: Listen af Scripts er delt op i to dele som kan skiftes imellem ved at klikke på fanebladene "Lokale scripts" og "Globale scripts" oven over listen.
sv: Listan över skript är uppdelad i två delar, som kan växlas mellan av klicka på flikarna "Lokala skript" och "Globala skript" ovanför listan.

source: Local scripts are scripts that can only be used on the currently chosen site while global scripts are scripts that can be used on all sites.
da: Lokale scripts dækker over Scripts, som kun kan bruges på det site man er under, mens Globale scripts dækker over Scripts, der kan bruges på alle sites.
sv: Lokala skript täcker skript som bara kan användas på den site du är under medan globala skript omfattar skript som kan användas på vem som helst site.

source: You have the following options for every script
da: For hvert script har du mulighed for følgende
sv: För varje skript kan du välja följande

source: If you wish to add a new script, you must click on "Add new Script" above the list of scripts. This will open a modal where you can fill out the name and description and upload the script code. When you then click on "Create script", the script will be created, and you will be redirected to the editing interface for the newly created script where you can add arguments for the script.
da: Hvis du ønsker at oprette et nyt script skal du klikke på "Tilføj nyt Script" oven over listen med Scripts. Dette vil åbne en dialog hvor du kan udfylde script navn, beskrivelse og uploade script-kode. Når du derefter klikker på "Opret Script" vil scriptet blive oprettet, og du vil blive viderestillet til redigeringssiden for det nyoprettede script, hvor du vil have mulighed for at tilføje inputparametre til scriptet.
sv: Om du vill skapa ett nytt skript klickar du på "Lägg till nya Skript" ovanför listan över skript. Detta öppnar en dialogruta där du kan fyll i skriptnamn, beskrivning och ladda upp skriptkod. När du sedan klickar på "Skapa Skript" kommer skriptet att skapas och du omdirigeras till redigeringsgränssnittet för det nyskapade skriptet där du kan lägga till indataparametrar för skriptet.

source: Editing Script arguments
da: Redigering af Script-inputparametre
sv: Redigering av Skript-indataparametrar

source: Note that only Magenta can edit the parameters of global scripts.
sv: Observera att endast Magenta kan redigera parametrarna för globala skript.

source: The script arguments make it possible to supply input parameters when a script needs to be run. One can choose between these types of input parameters:
da: Script-inputparametre gør det muligt at angive inputparametre, når et script skal køres. Der er disse typer inputparametre man kan vælge imellem:
sv: Med skript-indataparametrar kan du ange indataparametrar när ett skript behöver springa. Det finns dessa typer av indataparametrar att välja mellan:

source: Makes it possible to supply a text string such as a file path or a title.
da: Giver mulighed for at angive en tekst-streng, for eksempel en sti eller en titel.
sv: Gör att du kan ange en textsträng, till exempel en sökväg eller en titel.

source: Makes it possible to supply a positive or negative integer
da: Giver mulighed for at angive et positivt eller negativt heltal
sv: Ger möjlighet att ange ett positivt eller negativt heltal

source: Makes it possible to supply a date
da: Giver mulighed for at angive en dato
sv: Ger möjlighet att ange datum

source: Makes it possible to upload a file that will be passed along when the script is being executed. The script will receive the file parameter as a file path pointing at the file in the local file system.
da: Giver mulighed for at uploade en fil, der vil blive sendt med, når scriptet skal afvikles. Scriptet vil modtage Fil-parametre som en sti i det lokale filsystem, der peger på filen.
sv: Ger möjlighet att ladda upp en fil som skickas med när skriptet måste köras. Skriptet tar emot filparametrar som en sökväg i det lokala filsystemet som pekar på filen.

source: Makes it possible to supply a true/false value. The script will receive the value as either the string "True" or the string "False".
da: Giver mulighed for at angive en sand/falsk-værdi. Scriptet vil modtage værdien som enten strengen "True" eller strengen "False".
sv: Gör det möjligt att ange ett sant/falskt värde. Skriptet kommer att få värdet som antingen strängen "True" eller strängen "False".

source: Makes it possible to supply a time of day
da: Giver mulighed for at angive et tidspunkt
sv: Ger möjlighet att ange tid

source: Makes it possible to supply a password string. This type of parameter functions like the regular string parameter except that the chosen password will be hidden in the log output and all other places where the chosen input parameters are displayed.
da: Giver mulighed for at angive en adgangskode. Denne type af inputparameter fungerer ligesom streng-inputparametertypen bortset fra at den valgte adgangskode vil være skjult i log-outputtet og alle andre steder hvor de valgte inputparametre vises.
sv: Gör det möjligt att ange ett lösenord. Denna typ av parameter fungerar som den vanliga strängparametern förutom att det valda lösenordet kommer att döljas i loggutgången och alla andra platser där de valda ingångsparametrarna visas.

source: Makes it possible to make a list of predefined choices. This type of parameter is useful when you want to limit the possible values that can be supplied as input. To make a list of choices, you make a comma separated list of the values in the default value field. The choices will be displayed in the same order as they are written, and if you add a comma at the end or the start of the list, it will be displayed as an empty choice.
da: Giver mulighed for at lave en liste med foruddefinerede valgmuligheder. Denne type parameter er nyttig, når du vil begrænse de mulige værdier, der kan leveres som input. For at lave en liste over valg, laver du en kommasepareret liste over værdierne i standardværdifeltet. Valgene vil blive vist i samme rækkefølge, som de er skrevet, og hvis du tilføjer et komma i slutningen eller starten af listen, vil det blive vist som et tomt valg.
sv: Gör det möjligt att göra en lista med fördefinierade valmöjligheter. Denna typ av parameter är användbar när du vill begränsa de möjliga värden som kan matas in som indata. För att göra en lista med valmöjligheter, gör du en kommaseparerad lista över värdena i standardvärdefältet. Valen kommer att visas i samma ordning som de är skrivna, och om du lägger till ett kommatecken i slutet eller början av listan kommer det att visas som ett tomt val.

source: In order to add an argument to a script, you must click on the button "Add arguments". This will add a new row to the list of arguments where you must fill out the name and type for the argument. It is also possible to specify a default value for the argument, which will be entered by default when running the script or adding it as an associated script. Only arguments of the types %(str)s, %(int)s, %(date)s, %(choices)s and %(time)s can have default values. Lastly, an argument can be set as required or not. Required parameters must be supplied when running the script whereas non-required parameters can be left blank. Booleans and choices cannot be required. If you wish to remove an argument, you must click on "Remove" to the right in the list.
da: For at tilføje en input-parameter til et script skal man klikke på knappen "Tilføj parametre". Dette vil tilføje en ny række i listen over inputparametre, hvor man skal udfylde navn og type for inputparametren. Det er også muligt at angive en standardværdi for inputparameteren, som automatisk vil være angivet når man kører scriptet eller knytter det til en gruppe. Kun parametre af typerne %(str)s, %(int)s, %(date)s, %(choices)s og %(time)s kan have standardværdier. Endelig kan en inputparameter sættes som påkrævet. Påkrævede parametre skal udfyldes, når man kører scriptet, mens ikke-påkrævede parametre kan efterlades tomme. Afkrydsningsfelter og valgmuligheder kan ikke være påkrævede. Hvis man ønsker at fjerne en parameter, skal man klikke på "Fjern" til højre i listen.
sv: Om du vill lägga till en indataparameter i ett skript klickar du på ikonen "Lägg till parametrar". Detta lägger till en ny rad i listan över ingångsparametrar, var du ska fylla i namn och typ av inmatningsparameter. Det är också möjligt att ange ett standardvärde för argumentet, som kommer att anges som standard när skriptet körs eller läggs till som ett associerat skript. Endast argument av typerna %(str)s, %(int)s, %(date)s, %(choices)s och %(time)s kan ha standardvärden. Slutligen kan ett argument anges som krävs. Krävda parametrar måste anges när skriptet körs medan icke-krävda parametrar kan lämnas tomma. Kryssrutor och valmöjligheter kan inte krävas. Om man vill ta bort en parameter, klicka på "Ta bort" till höger i listan.

source: You must click on the button "Save changes" at the bottom of the script editing interface before changes to script arguments are made permanent.
da: Man skal klikke på knappen "Gem ændringer" nederst på script-redigeringssiden før ændringer foretaget til inputparametre træder i kraft.
sv: Man måste klicka på knappen "Spara ändringar" längst ner på skriptredigeringssidan innan ändringar som görs i indataparametrar träder i kraft.

source: In order to run a script on a computer or a group of computers, you must click on "Scripts" in the left-hand menu and choose the script you wish to run. Note that it may be necessary to swap between the tabs "Local scripts" and "Global scripts" in order to find the script. When you have located the script you wish to run, you must click on the button "Run script".
da: For at køre et script på en computer eller en gruppe af computere skal du klikke på "Scripts" i venstremenuen og vælge det script du vil køre. Bemærk at det kan være nødvendigt at skifte mellem fanerne "Lokale scripts" og "Globale scripts" for at finde det script du leder efter. Når du har valgt det script, du ønsker at køre, skal du klikke på knappen "Kør script".
sv: Om du vill köra ett skript på en dator eller grupp av datorer måste du klicka på "Skript" i den vänstra menyn och välj det skript du vill köra. Observera att du kan behöva växla mellan flikarna "Lokala skript" och "Globala skript" för att hitta det skript du letar efter. När du har markerat det skript du vill köra, klicka på "Kör skript".

source: You will now be shown a modal where you will be asked to select the computers and/or groups that should execute the script. Click on the individual computer or group in order to select/deselect it. You can choose any number of computers or groups. At the top are special checkboxes that can be used to select/deselect all computers or groups. Choosing a group will cause the script to be executed on all computers in that group. Click "Next" once you have made your choices.
da: Der kommer nu en dialog, hvor du bliver bedt om at vælge de computere og/eller grupper, som du ønsker at afvikle scriptet på. Klik på den enkelte computer eller gruppe for at vælge/afvælge den. Du kan vælge så mange computere eller grupper, som du ønsker. Øverst findes særlige afkrydsningsfelter, som kan bruges til at vælge/afvælge alle computere eller grupper. Valg af en gruppe vil medføre, at scriptet udføres på samtlige computere der er med i gruppen. Klik på "Næste", når du har foretaget dine valg.
sv: Det kommer nu att finnas en dialogruta som ber dig välja dessa datorer och/eller grupper som du vill köra skriptet på. Klicka på individen dator eller grupp för att markera/avmarkera den. Du kan välja så många datorer eller grupper som du vill. Överst finns speciella kryssrutor som kan användas för att välja/avmarkera alla datorer eller grupper. Om du väljer en grupp kommer skriptet att köras på alla datorer i den gruppen. Klik på "Nästa", när du har gjort dina val.

source: You will now be asked to enter input parameters for the script. If an input parameter has a default value, it will be entered by default. The value can be changed. Fill out the fields and press "Run" in order to start the script execution. This will result in a job being created for every computer that the script is to be executed on. You can click on the link in the last section of the modal in order to jump to
da: Du vil nu blive bedt om at udfylde inputparametre for scriptet. Hvis en inputparameter har en standardværdi, vil denne være angivet på forhånd. Værdien kan godt ændres. Udfyld felterne og klik på "Kør" for at starte afviklingen af scriptet. Dette vil medføre, at der bliver oprettet et job for hver computer du valgte at udføre scriptet på. Du kan klikke på linket i den sidste side i dialogen for at gå til
sv: Du uppmanas nu att fylla i indataparametrar för skriptet. Om en indataparameter har ett standardvärde, kommer den att anges som standard. Värdet kan ändras. Fyll i fälten och klicka på "Kör" för att börja köra skriptet. Detta kommer att innebära, att ett jobb kommer att skapas för varje dator du väljer att utföra skriptas på. Du kan klicka på länken på den sista sidan i dialogrutan för att gå till

source: and track the execution of jobs on the individual computers.
da: og følge med i afviklingen af jobs på de enkelte computere.
sv: och följ med vid avveckling av jobb på enskilda datorer.

source: Editing Security Scripts
da: Redigering af Sikkerhedsscripts
sv: Redigering av Säkerhetsskript

source: Security Rules
da: Sikkerhedsregler
sv: Säkerhetsregler

source: Note that only Magenta can edit global security scripts.
sv: Observera att endast Magenta kan redigera globala säkerhetsskript.

source: If you wish to edit a Security Script, you must click on "Security Scripts" in the left-hand menu and then select the security script in the list to the right of the left-hand menu. Note that it may be necessary to swap between the tabs "Local scripts" and "Global scripts" in order to find the script. You can also search through the security scripts by selecting the search field "Find ..." and typing a search term. This will cause the list to display all security scripts whose names contain the search term.
da: For at redigere et Sikkerhedsscript skal du klikke på "Sikkerhedsscripts" i venstremenuen og efterfølgende vælge Sikkerhedsscriptet i listen over Sikkerhedsscripts til højre for venstremenuen. Bemærk at det kan være nødvendigt at skifte mellem fanebladenene "Lokale scripts" og "Globale scripts" for at finde Sikkerhedsscriptet. Du kan også søge igennem alle Sikkerhedsscripts ved at vælge søgefeltet "Find ..." og indtaste en søgeterm. Dette vil få listen til at vise de Sikkerhedsscripts, hvis navn indeholder søgetermen.
sv: För att redigera ett Säkerhetsskript, klicka på "Säkerhetsskript" i den vänstra menyn och välj sedan Säkerhetsskriptet i listan över Säkerhetsskript till höger om vänster meny. Observera att du kan behöva växla mellan flikarna "Lokala skript" och "Globala skript" för att hitta skriptet. Du kan också söka igenom Säkerhetsskripten genom att välja sökfältet "Hitta ..." och skriv en sökterm. Detta gör att listan visar alla Säkerhetsskript vars namn innehåller söktermen.
