Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: Language
da: Sprog
sv: Språk

source: hidden user
da: skjult bruger
sv: dolt användare

source: Site User
da: Site-bruger
sv: Site användare

source: Customer Admin
sv: Kunde-admin

source: name
da: navn
sv: namn

source: title
da: titel
sv: titel

source: description
da: beskrivelse
sv: beskrivning

source: content
da: indhold
sv: innehåll

source: created
da: oprettet
sv: skapad

source: updated
da: opdateret
sv: uppdaterat

source: published (visible)
da: offentliggjort (synlig)
sv: publicerad (synlig)

source: Answer to
da: Svar til
sv: Svar till

source: Write a comment
da: Skriv en kommentar
sv: Skriv en kommentar

source: Add comment
da: Tilføj kommentar
sv: Lägg till en kommentar

source: Cancel
da: Annuller
sv: Avbryt

source: Please log in to add your comment
da: Log venligst ind for at kommentere
sv: Logga in för att kommentera

source: On the date
da: Den
sv: Den

source: answered
da: svarede
sv: svarade

source: wrote
da: skrev
sv: skrev

source: Show %(comment_comment_children_count)s answer(s)
da: Vis %(comment_comment_children_count)s svar
sv: Visa %(comment_comment_children_count)s svar

source: Answer
da: Svar
sv: Svar

source: News categories
da: Nyhedskategorier
sv: Nyhetskategorier

source: Comments
da: Kommentarer
sv: Kommentarer

source: OS2borgerPC
sv: Sambruk MedborgarPC

source: News
da: Nyheder
sv: Nyheter

source: Back to previous page
da: Tilbage til forrige side
sv: Tillbaka till föregående sida

source: Search...
da: Søg...
sv: Sök på...

source: All
da: Alle
sv: Alla

source: Showing news in the category of
da: Viser nyheder i kategorien
sv: Visar nyheter i kategorin

source: Showing
da: Viser
sv: Visar

source: all
da: alle
sv: alla

source: news
da: nyheder
sv: nyheter

source: that matches the query
da: der matcher søgeordet
sv: som matchar sökordet

source: Draft
da: Kladde
sv: Förslag

source: Read more
da: Læs mere
sv: Läs mer

source: Show
da: Vis
sv: Visa

source: Previous
da: Forrige
sv: Föregående

source: Next
da: Næste
sv: Nästa

source: There is no news category with the following ID: %s
da: Der findes ingen nyhedskategori med følgende ID: %s
sv: Det finns ingen nyhetskategori med följande ID: %s

source: Jobs per site
sv: Jobb per site

source: Jobs per Site for the last year
da: Jobs per site i det sidste år
sv: Jobb per Site under det senaste året

source: Number of computers
da: Antal computere
sv: Antal datorer

source: Feature permissions
da: Feature-adgange
sv: Funktionsåtkomster

source: Number of KioskPC computers
da: Antal KioskPC computere
sv: Antal KioskPC-datorer

source: Number of BorgerPC computers
da: Antal BorgerPC computere
sv: Antal MedborgarPC-datorer

source: customers with access
sv: kunder med tillträde

source: Password for login API (e.g. Cicero)
da: Password til login API (f.eks. Cicero)
sv: Lösenord för inloggnings-API (t.ex. Cicero)

source: Necessary for customers who wish to authenticate BorgerPC logins through an API (e.g. Cicero)
da: Nødvendigt for kunder der ønsker at autentificere login på BorgerPC gennem et API (f.eks. Cicero)
sv: Nödvändigt för kunder som vill autentisera MedborgarPC-inloggningar via ett API (t.ex. Cicero)

source: API key for Easy!Appointments
da: API-nøgle til Easy!Appointments
sv: API-nyckel för Easy!Appointments

source: Necessary for customers who wish to require booking through Easy!Appointments
da: Nødvendigt for kunder der ønsker at kræve booking gennem Easy!Appointments
sv: Nödvändigt för kunder som vill begära bokning via Easy!Appointments

source: API key for login API (e.g. Quria)
da: API-nøgle til login API (f.eks. Quria)
sv: API-nyckel för inloggnings-API (t.ex. Quria)

source: Necessary for customers who wish to authenticate BorgerPC logins through an API that requires an API key (e.g. Quria)
da: Nødvendigt for kunder der ønsker at autentificere login på BorgerPC gennem et API, der kræver en API-nøgle (f.eks. Quria)
sv: Nödvändigt för kunder som vill autentisera MedborgarPC-inloggningar via ett API som kräver en API-nyckel (t.ex. Quria)

source: Select users to be added to this site
sv: Välj användare som ska läggas till på detta site

source: Hold down Ctrl to select multiple users
sv: Håll ned Ctrl för att välja flera användare

source: Select the usertype that the users should be added with
sv: Välj den användartyp som användarna ska läggas till med

source: Usertype
da: Brugertype
sv: Typ av användare

source: Password
da: Adgangskode
sv: Lösenord

source: Password (again)
da: Adgangskode (igen)
sv: Lösenord (igen)

source: Passwords must be identical.
da: De to adgangskoder skal være ens
sv: De två lösenorden måste vara desamma

source: A user named "%s" already exists.
da: En bruger med navnet "%s" eksisterer allerede.
sv: En användare med namnet "%s" finns redan.

source: modified
da: ændret
sv: modifierad

source: created by user
da: oprettet af bruger
sv: skapad av användaren

source: last modified by user
da: sidst ændret af bruger
sv: Senast ändrad av användaren

source: status:New
da: Ny
sv: Ny

source: status:Fail
da: Fejlet
sv: Fejlet

source: Critical
da: Kritisk
sv: Kritisk

source: High
da: Høj
sv: Hög

source: owner configuration
da: ejer-konfiguration
sv: ägarkonfiguration

source: country name
da: landenavn
sv: lands namn

source: customer name
sv: kundnamn

source: Paid for access until this date
da: Betalt for adgang indtil denne dato
sv: Betalat för tillträde fram till detta datum

source: Is a test customer
sv: Är en test kund

source: This UID is used when registering a PC with the admin site
sv: Detta UID används när du registrerar en PC med administrationssidan

source: Necessary for customers who wish to integrate with standard library login
da: Nødvendigt for kunder der ønsker at integrere standard bibliotekslogin
sv: Nödvändigt för kunder som vill integrera inloggning till standardbibliotek

source: Username for login API (e.g. Cicero)
da: Brugernavn til login API (f.eks. Cicero)
sv: Användarnamn för inloggnings-API (t.ex. Cicero)

source: URL domain (including subdomain) for Easy!Appointments
da: URL-domæne (inklusive subdomæne) for Easy!Appointments
sv: URL-domän (inklusive underdomän) för Easy!Appointments

source: Login duration
da: Login-tid
sv: Login-tid

source: Login duration when integrating with library login
da: Hvor længe man kan bruge PC'en med bibliotekslogin
sv: Hur länge man kan använda datorn med en biblioteks inloggning

source: Quarantine duration
da: Karantæneperiode
sv: Karantänperiod

source: Quarantine period when integrating with library login
da: Karantæneperiode, når den tilladte logintid er brugt
sv: Karantänperiod, när den godkända inloggningstiden används.

source: Automatically rerun associated scripts when you update their arguments
da: Genkør automatisk tilknyttede scripts når I opdaterer deres inputparametre
sv: Kör automatiskt associerade skript igen när du uppdaterar deras inputparametrar

source: identifier
da: identifikator
sv: identifierare

source: Date of login
da: Dato for login
sv: Inloggningsdatum

source: Time of login
da: Tidspunkt for login
sv: Tid för inloggning

source: Time of logout
da: Tidspunkt for logud
sv: Tid för utloggning

source: event_type:Altered Hours
da: Ændrede åbningstider
sv: Ändrade öppettider

source: event_type:Closed
da: Lukkedage
sv: Stängningsdagar

source: date start
da: startdato
sv: startdatum

source: time start
da: tænd
sv: slå på

source: date end
da: slutdato
sv: slutdatum

source: time end
da: sluk
sv: slå av

source: type
sv: typ

source: sleep_state:Standby
da: Standby
sv: Standby

source: sleep_state:Freeze
da: Freeze
sv: Freeze

source: sleep_state:Mem
da: Mem
sv: Mem

source: sleep_state:Off
da: Off
sv: Off

source: enabled
da: aktiv
sv: aktiv

source: sleep state
da: dvaletilstand
sv: viloläge

source: monday on
da: mandag tænd
sv: måndag på

source: monday off
da: mandag sluk
sv: måndag av

source: monday open
da: mandag tænd
sv: måndag öppen

source: tuesday on
da: tirsdag tænd
sv: tisdag på

source: tuesday off
da: tirsdags luk
sv: tisdag av

source: tuesday open
da: tirsdag tænd
sv: tisdag öppen

source: wednesday on
da: onsdag tænd
sv: onsdag på

source: wednesday off
da: onsdag sluk
sv: onsdag av

source: wednesday open
da: onsdag tænd
sv: onsdag öppen

source: thursday on
da: torsdag tænd
sv: torsdag på

source: thursday off
da: torsdag sluk
sv: torsdag av

source: thursday open
da: torsdag tænd
sv: torsdag på

source: friday on
da: fredag tænd
sv: fredag på

source: friday off
da: fredag sluk
sv: fredag av

source: friday open
da: fredag tænd
sv: fredag på

source: saturday on
da: lørdag tænd
sv: Lördag på

source: saturday off
da: lørdag sluk
sv: Lördag av

source: saturday open
da: lørdag tænd
sv: Lördag på

source: sunday on
da: søndag tænd
sv: Söndag på

source: sunday off
da: søndag sluk
sv: Söndag av

source: sunday open
da: søndag tænd
sv: Söndag på

source: wake change events
da: undtagelser
sv: undantag

source: supervisors
da: ansvarspersoner
sv: ansvariga personer

source: activated
da: aktiveret
sv: aktiverad

source: last seen
da: seneste tjek-ind
sv: senaste incheckning

source: location
da: placering
sv: placering

source: executable code
da: eksekverbar kode
sv: körbar kod

source: security script
da: sikkerhedsscript
sv: säkerhetsskript

source: hidden script
da: skjult script
sv: dolt skript

source: maintained by Magenta
da: vedligeholdt af Magenta
sv: underhålls av Magenta

source: New
da: Nyt
sv: Nytt

source: Submitted
da: Afsendt
sv: Avsänd

source: Failed
da: Fejlet
sv: Misslyckad

source: Done
da: Udført
sv: Utförd

source: Restarted
da: Genstartet
sv: Omstartad

source: started
da: påbegyndt
sv: påbörjad

source: finished
da: afsluttet
sv: Slutförd

source: Cannot change status from {0} to {1}
da: Kan ikke ændre status fra {0} til {1}
sv: Kan inte ändra status från {0} til {1}

source: Can only restart jobs that are Done or Failed %s
da: Kan kun genstarte jobs som er Udført eller Fejlet %s
sv: Kan endast starta om jobb som er Utförd eller Misslyckad %s

source: String
da: Streng
sv: Sträng

source: Integer
da: Heltal
sv: Heltal

source: Date
da: Dato
sv: Datum

source: File
da: Fil
sv: Fil

source: Boolean
da: Afkrydsningsfelt
sv: Kryssruta

source: Time
da: Tid
sv: Tid

source: Choices
da: Valgmuligheder
sv: Valmöjligheter

source: value type
da: værdi-type
sv: värde-typ

source: default value
da: standardværdi
sv: standardvärde

source: mandatory
da: påkrævet
sv: krävs

source: level
da: alvorlighedsgrad
sv: svårighetsgrad

source: alert groups
da: overvågede grupper
sv: övervakad gruppr

source: alert users
da: modtager(e) af e-mail-advarsel
sv: Mottagare av e-postvarningen.

source: monitor period start
da: overvågningsperiode-start
sv: övervakningsperioden börjar

source: monitor period end
da: overvågningsperiode-slut
sv: övervakningsperiodens slut

source: maximum offline period allowed, in minutes
da: maksimal tilladt offline-periode i minutter
sv: högsta tillåtna offlineperiod i minuter

source: How long a PC may be offline before an event is created
da: Hvor længe en PC må være offline, før der oprettes en hændelse
sv: Hur länge en dator måste vara offline innan en incident skapas

source: New
da: Ny
sv: Ny

source: Assigned
da: Tildelt
sv: Tilldelad

source: Resolved
da: Løst
sv: Löst

source: occurred
da: hændelsestidspunkt
sv: händelsetidpunkt

source: reported
da: modtagelsestidspunkt
sv: rapporterat

source: assigned user
da: håndteres af
sv: hanteras av

source: product
da: produkt
sv: produkt

source: key
da: nøgle
sv: Nyckel

source: Changes have been saved %s
da: Ændringerne er blevet gemt %s
sv: Ändringar har sparats %s

source: The specified UID is unavailable. Please choose another.
sv: Det angivna UID är inte tillgängligt. Välj en annan.

source: Site %s created
sv: Site %s skapad

source: The Site could not be created because the chosen UID %s was invalid or not unique
sv: Sitet kunde inte skapas eftersom det valda UID %s var ogiltigt eller inte unikt

source: Site %s deleted
sv: Site %s raderad

source: Settings for %s updated
da: Indstillinger for %s opdateret
sv: Inställningar för %s uppdaterat

source: The script %s is being rerun on the computer %s
da: Scriptet %s bliver genkørt på computeren %s
sv: Skriptet %s körs på datorn %s

source: You have no Script with the following ID: %s
da: Du har intet script med ID %s
sv: Du har inget skript med ID %s

source: Error: You must provide a name
da: Fejl: Du skal angive et navn
sv: Fejl: Du ska ange ett namn

source: Error: You must provide a correct input parameter type
da: Fejl: Du skal angive en korrekt input-parameter-type
sv: Fejl: Du måste ange en korrekt typ av indataparameter.

source: Script %s updated
da: Script %s opdateret
sv: Skript %s updaterat

source: You must specify at least one group or pc
da: Du skal angive mindst en pc eller gruppe
sv: Du måste ange minst en dator eller grupp

source: You have no computer with the following ID: %s
da: Du har ingen computer med følgende ID: %s
sv: Du har ingen dator med följande ID: %s

source: Computer %s updated, but it could not be added to the group(s) %s because it already belongs to the plan %s
da: Computer %s opdateret, men den kunne ikke tilføjes til gruppe(rne) %s, da den allerede er tilmeldt tidsplanen %s
sv: Datorn %s uppdaterad, men den kunde inte läggas till i gruppen/grupperna %s eftersom den redan tillhör tidtabellen %s

source: Computer %s updated
da: Computer %s opdateret
sv: Dator %s uppdaterad

source: PCWakePlan %s created, but the group(s) %s could not be added because the pc(s) %s already belong to the plan(s) %s and the WakeChangeEvents %s could not be added due to overlap
da: Tænd/sluk tidsplan %s oprettet, men gruppe(rne) %s kunne ikke tilføjes, da computer(ne) %s allerede er tilmeldt tidsplan(erne) %s, og undtagelse(rne) %s kunne ikke tilføjes grundet overlap med andre valgte undtagelser
sv: Schema för på- och avstängning %s skapats, men gruppen/grupperna %s kunde inte läggas till eftersomdatorn(erna) %s redan är inskrivna i tidtabellen/tidtabellerna%s, och undantag(en) %s kunde inte läggas till på grund av överlappning med andra utvalda undantag.

source: PCWakePlan %s created, but the group(s) %s could not be added because the pc(s) %s already belong to the plan(s) %s
da: Tænd/sluk tidsplan %s oprettet, men gruppe(rne) %s kunne ikke tilføjes, da computer(ne) %s allerede er tilmeldt tidsplan(erne) %s
sv: Schema för på- och avstängning %s skapad, men gruppen/grupperna %s kunde inte läggas till somdator(er) %s är redan inskrivna i tidtabellen/tidtabellerna %s

source: PCWakePlan %s created, but the WakeChangeEvents %s could not be added due to overlap
da: Tænd/sluk tidsplan %s oprettet, men undtagelse(rne) %s kunne ikke tilføjes grundet overlap med andre valgte undtagelser
sv: På-/Av-schema %s har skapats, men undantaget/undantagen %s har inte kunnat läggas till. grundet overlap med andre valgte undtagelser

source: PCWakePlan %s created
da: Tænd/sluk tidsplan %s oprettet
sv: Schema för på- och avstängning %s har skapats

source: You have no Wake Week Plan with the following ID: %s
da: Du har ingen tidsplan med følgende ID: %s
sv: Du har ingen tidtabell med följande ID: %s

source: PCWakePlan %s updated, but the group(s) %s could not be added because the pc(s) %s already belong to the plan(s) %s and the WakeChangeEvents %s could not be added due to overlap
da: Tænd/sluk tidsplan %s opdateret, men gruppe(rne) %s kunne ikke tilføjes, da computer(ne) %s allerede er tilmeldt tidsplan(erne) %s, og undtagelse(rne) %s kunne ikke tilføjes grundet overlap med andre valgte undtagelser
sv: Tänd/släck-schemat %s har uppdaterats, men gruppen/grupperna %s kunde inte läggas till som datorn/datorerna %s är redan inskrivna i schemat/schemat %s, och undantaget/undantagen %s kunde inte läggas till på grund av överlappning med andra valda undantag

source: PCWakePlan %s updated, but the group(s) %s could not be added because the pc(s) %s already belong to the plan(s) %s
da: Tænd/sluk tidsplan %s opdateret, men gruppe(rne) %s kunne ikke tilføjes, da computer(ne) %s allerede er tilmeldt tidsplan(erne) %s
sv: Tänd- och släckschema %s uppdaterat, men grupp(er) %s kunde inte läggas till eftersom dator(er) %s är redan inskrivna i schema(n) %s

source: PCWakePlan %s updated, but the WakeChangeEvents %s could not be added due to overlap
da: Tænd/sluk tidsplan %s opdateret, men undtagelse(rne) %s kunne ikke tilføjes grundet overlap med andre valgte undtagelser
sv: Tidtabell för på- och avstängning %s uppdaterad, men undantag %s kunde inte läggas till på grund av överlappning med andra utvalda undantag

source: PCWakePlan %s updated
da: Tænd/sluk tidsplan %s opdateret
sv: Uppdatering av schemat för på- och avstängning %s

source: Wake Week Plan %s deleted
da: Tænd/Sluk tidsplan %s slettet
sv: Tänd/släck schema %s borttagen

source: You have no Wake Change Event with the following ID: %s
da: Du har ingen undtagelse med ID %s
sv: Du har inget undantag med ID %s

source: Wake Change Event %s updated
da: Undtagelse %s opdateret
sv: Undantag %s uppdaterat

source: The chosen dates would cause overlap with event %s in plan %s
da: De valgte datoer ville medføre overlap med undtagelsen %s i tidsplanen %s
sv: De valda datumen skulle överlappa med undantaget %s i schemat %s

source: The end date cannot be before the start date %s
da: Til-datoen kan ikke være før fra-datoen %s
sv: Datumet Till får inte vara före datumet Från %s

source: The user(s) %s have been added to the site %s
sv: Användarna %s har lagts till på sitet %s

source: You have no user with the following ID: %s
da: Du har ikke nogen Bruger med følgende ID: %s
sv: Du har ingen användare med följande ID: %s

source: User %s updated
da: Bruger %s opdateret
sv: Användare %s uppdaterad

source: User %s removed from the site %s
sv: Användaren %s togs bort från sitet %s

source: User %s deleted
da: Bruger %s slettet
sv: Användaren %s raderad

source: You have no group with the following ID: %s. Try locating the group in the list of groups.
da: I har ingen gruppe med følgende <em>ID</em>:<br/><br/> <h3>%s</h3><br/>Prøv i stedet at finde gruppen fra gruppelisten.
sv: Du har ingen grupp med följande <em>ID</em>:<br/><br/> <h3>%s</h3><br/> Försök istället att hitta gruppen från grupplistan.

source: Group %s updated, but the pc(s) %s could not be added because they already belong to the plan(s) %s
da: Gruppe %s opdateret, men computer(ne) %s kunne ikke tilføjes, da de(n) allerede er tilmeldt tidsplan(erne) %s
sv: Grupp %s uppdaterad, men dator(er) %s kunde inte läggas till eftersom de är redan inskriven i tidtabellen/tidtabellerna %s

source: Group %s updated
da: Gruppe %s opdateret
sv: Grupp %s uppdaterad

source: No value was specified for the mandatory input %s of script %s
da: Den obligatoriske parameterværdi %s for script %s mangler
sv: Det obligatoriska parametervärdet %s för skriptet %s saknas.

source: Group %s deleted
da: Gruppe %s slettet
sv: Grupp %s borttagen

source: You have no Security Problem with the following ID: %s
da: Du har ikke nogen Sikkerhedsregel med følgende ID: %s
sv: Du har ingen säkerhetsregel med följande ID: %s

source: You have no Event Rule Server with the following ID: %s
da: Du har ikke nogen offline-regel med følgende ID: %s
sv: Du har ingen offline-regel med följande ID: %s

source: The administration site
da: Administrationssiden
sv: Administrationssidan

source: About
da: Om
sv: Om

source: Sites overview
sv: Sites-översikt

source: Computers
da: Computere
sv: Datorer

source: Groups
da: Grupper
sv: Grupper

source: On/Off schedules
da: Tænd/Sluk tidsplaner
sv: Schema för på- och avstängning

source: Scripts
sv: Skript

source: Security Scripts
da: Sikkerhedsscripts
sv: Skript för säkerhet

source: Notifications and offline rules
da: Notifikationer og offline-regler
sv: Aviseringar och offline-regler

source: Users
da: Brugere
sv: Användare

source: Configurations
da: Konfigurationer
sv: Konfigurationer

source: The News site
da: Nyhedssiden
sv: Nyhetssidan

source: Setting up security surveillance (PDF)
da: Oprettelse af Sikkerhedsovervågning (PDF)
sv: Skapande av säkerhetsövervakning (PDF)

source: Installation Guide (PDF)
da: Installationsguide (PDF)
sv: Installationsguide (PDF)

source: Old installation guide (PDF)
da: Gammel installationsguide (PDF)
sv: Gammal installationsguide (PDF)

source: OS2borgerPC Kiosk
sv: Sambruk MedborgarPC Kiosk

source: Installation Guide
da: Installationsguide
sv: Installationsguide

source: Updating Wi-Fi setup
da: Opdatering af Wi-Fi opsætning
sv: Uppdaterar Wi-Fi inställningar

source: Audit
da: Revision
sv: Revision

source: FAQ (PDF)
da: Ofte stillede spørgsmål (PDF)
sv: Vanliga frågor (PDF)

source: Technical Documentation
da: Teknisk Dokumentation
sv: Teknisk Dokumentation

source: OS2borgerPC Image
sv: Sambruk MedborgarPC Image

source: OS2borgerPC Admin Site
sv: Sambruk MedborgarPC Admin Site

source: OS2borgerPC Kiosk Image
sv: Sambruk MedborgarPC Kiosk Image

source: OS2borgerPC Client
sv: Sambruk MedborgarPC Client

source: Permission denied
da: Forbudt
sv: Rättigheter förbjudna

source: Return to OS2borgerPC-admin
da: Gå tilbage til OS2borgerPC-admin
sv: Gå tillbaka till Sambruk MedborgarPC-admin

source: You do not have permission to access this webpage
da: Du har ikke adgang til denne side
sv: Du har inte tillgång till den här sidan

source: Best regards
da: Mvh.
sv: Mvh.

source: The OS2BorgerPC team
da: OS2BorgerPC-teamet
sv: Sambruk MedbogarPC teamet

source: The webpage could not be found
da: Siden kunne ikke findes
sv: Sidan kunde inte hittas

source: The webpage could unfortunately not be found.
da: Siden kunne desværre ikke findes
sv: Sidan kunde tyvärr inte hittas

source: The error message is:
da: Fejlbeskeden er:
sv: Felmeddelandet är följande:

source: If you believe that this is an error, you may contact us at
da: Hvis I mener, der er tale om en fejl, kan I skrive til os på
sv: Om du tror att det finns ett fel kan du skriva till oss på följande adress

source: Server error
da: Serverfejl
sv: Serverfel

source: A server error has occurred, and we have been notified about the error.
da: Der er sket en serverfejl og vi er blevet notificeret om fejlen.
sv: Ett serverfel har inträffat och vi har informerats om felet.

source: OS2borgerPC Administration
sv: Sambruk MedborgarPC Administration

source: It looks like you're using Internet Explorer. It won't work on this website.
da: Det ser ud som om, at du benytter Internet Explorer. Det vil ikke fungere på dette website.
sv: Det verkar som om du använder Internet Explorer. Det fungerar inte på denna webbplats.

source: Try opening this website in Microsoft Edge
da: Prøv at åbne denne side i Microsoft Edge
sv: Försök att öppna den här sidan i Microsoft Edge

source: API Key
da: API-nøgle
sv: API-nyckel

source: API Keys
da: API-nøgler
sv: API-nycklar

source: PC's
da: PC'er
sv: PC:er

source: Events
da: Hændelser
sv: Incidenter

source: Logins
sv: Inloggningar

source: Generate an API key
da: Generér en API-nøgle
sv: Generera en API-nyckel

source: OS2borgerPC has a REST API with the root URL at
da: OS2borgerPC har et REST API med root URL'en
sv: Sambruk MedborgarPC har ett REST API med rot-URL:n på

source: The documentation for this API is available at
da: Dokumentationen for dette API er tilgængelig på
sv: Dokumentationen för detta API finns på

source: More info about this below.
da: Mere info om dette herunder.
sv: Mer info om detta nedan

source: In order to make requests to the API, you need to generate and use an %(api_key)s. The process is described further down the page.
da: For at kunne lave forespørgsler til API'et skal du generere og bruge en %(api_key)s. Denne proces beskrives længere nede på siden.
sv: För att göra förfrågningar till API:t måste du generera och använda en %(api_key)s. Processen beskrivs längre ner på sidan.
