Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: Below the header "Exceptions: Closed days and altered opening hours", one can add or remove exceptions to the week plan for specific dates or periods. If an exception for a given date exists, the settings for the exception will be used instead of the week plan settings. An exception can be a change in the on and off times or a constant shutdown for a specific date or period. Exceptions are created, deleted and edited in the tab that opens when you click "Create closed days", "Create altered opening hours" or "Edit exceptions". The different buttons redirect to the part of the tab that is related to their name.
da: Under punktet "Undtagelser: Lukkedage og Ændrede åbningstider" kan man tilføje eller fjerne undtagelser til ugeplanen for specifikke datoer eller perioder. Hvis der findes en undtagelse for en given dato, vil undtagelsens indstillinger benyttes i stedet for ugeplanens indstillinger. En undtagelse kan være en ændring i tænd- og sluk-tidspunkterne eller en konstant nedlukning for en specifik dato eller periode. Undtagelser oprettes, slettes og redigeres i den fane som åbnes, når man trykker på "Opret lukkedage", "Opret ændrede åbningstider" eller "Rediger undtagelser". De forskellige knapper går direkte til den del af fanen, som er relateret til deres navn.
sv: Under rubriken "Undantag: Stängningsdagar och ändrade öppettider" kan du lägga till eller ta bort undantag till veckoschemat för specifika datum eller perioder. Om det finns ett undantag för ett visst datum används undantagsinställningarna i stället för veckoschemainställningarna. Ett undantag kan vara en förändring i på- och avstängningstiderna eller en konstant avstängning för ett visst datum eller en viss period. Undantag skapas, raderas och redigeras i fliken som öppnas när du trycker på "Skapa stängningsdagar", "Skapa ändrade öppettider" eller "Redigera undantag". De olika knapparna går direkt till den del av fliken som är relaterad till deras namn.

source: Add exceptions
da: Tilføj undtagelser
sv: Lägg till undantag

source: You add exceptions by clicking on "Add exception to schedule". If there are any exceptions that do not yet belong to the schedule, they will be shown in a list. Click on the exception(s) that you wish to add to select them and then click on the check mark beneath the list to add the exception(s) to the schedule.
sv: Du lägger till undantag genom att klicka på "Länka undantag till tidtabellen". Om det finns några undantag som ännu inte tillhör schemat kommer de att visas i en lista. Klicka på de undantag som du vill lägga till för att välja dem och klicka sedan på bockmarkeringen under listan för att länka undantagen till schemat.

source: If you attempt to add an exception that overlaps with one or more already added exceptions, the chosen exception will be rejected during the update of the schedule when you click "Save changes". Valid exceptions will still be added. If one or more exceptions are rejected, the page will inform you of this along with the reason.
da: Hvis du forsøger at tilføje en undtagelse, der overlapper med en eller flere allerede tilknyttede undtagelser, vil den valgte undtagelse blive afvist i forbindelse med opdateringen af tidsplanen, når der klikkes på "Gem ændringer". Gyldige undtagelser vil stadig blive tilføjet. Hvis en eller flere undtagelser afvises, vil siden oplyse om dette samt begrundelsen.
sv: Om du försöker lägga till ett undantag som överlappar ett eller flera redan associerade undantag kommer det valda undantaget att avvisas för uppdateringen av schemat när du klickar på "Spara ändringar". Giltiga undantag kommer fortfarande att läggas till. Om ett eller flera undantag avvisas, kommer sidan att informera dig om detta tillsammans med anledningen.

source: Remove exceptions
da: Fjern undtagelser
sv: Ta bort undantag

source: In order to remove an exception, you must click on the X to the right of the exception in the list of exceptions.
da: For at fjerne en undtagelse skal du klikke på X'et til højre for undtagelsens navn i listen over undtagelser, der er knyttet til tidsplanen.
sv: Om du vill ta bort ett undantag klickar du på X:et till höger om namnet på undantaget i listan över undantag.

source: Be aware that changes to the settings including the list of exceptions do not become permanent until you have clicked on "Save changes" at the bottom of the screen.
da: Husk at ændringer i indstillingerne inklusive listen over undtagelser ikke bliver permanente, før du har klikket på "Gem ændringer" nederst i skærmbilledet.
sv: Tänk på att ändringar av inställningarna inklusive listan över undantag inte blir permanenta förrän du har klickat på "Spara ändringar" längst ner på skärmen.

source: Power saving functions
da: Strømbesparende funktioner
sv: Energisparfunktioner

source: The power saving functions consist of a suspend script and on/off schedules. These functions can only be accessed by the customers that pay for access. The customers that helped fund the functions automatically have access. Other customers can contact Magenta if they are interested.
da: De strømbesparende funktioner består af et dvale-script og tænd/sluk-tidsplaner. Disse funktioner kan kun anvendes af de kunder, som har tilkøbt sig adgang. Alle kunder, som var med til at finansiere funktionerne, har automatisk adgang. Andre kunder kan kontakte Magenta, hvis de er interesserede.
sv: De energisparande funktionerna består av ett skript för vila och på / av-scheman. Dessa funktioner kan endast användas av kunder som har köpt åtkomst. Alla kunder som hjälpte till att finansiera funktionerna har automatisk åtkomst. Andra kunder kan kontakta Magenta om de är intresserade.

source: The suspend script is only intended for use on OS2borgerPC while the on/off schedules can be used on both OS2borgerPC and OS2borgerPC Kiosk. The suspend script can be combined with on/off schedules.
da: Dvale-scriptet er kun beregnet til brug på OS2borgerPC, mens tænd/sluk-tidsplaner kan anvendes på både OS2borgerPC og OS2borgerPC Kiosk. Dvale-scriptet kan fint anvendes sammen med tænd/sluk-tidsplaner.
sv: Skriptet för vila är endast avsett för användning på Sambruk MedborgarPC, medan på/av-scheman kan användas på både Sambruk MedborgarPC och Sambruk MedborgarPC Kiosk. Skriptet för vila fungerar bra med på/av-scheman.

source: If you are visiting this page for the first time, we recommend first reading our
da: Hvis det er første gang du besøger denne side, vil vi foreslå at starte med at læse vores
sv: Om det här är första gången du besöker den här sidan föreslår vi att du börjar med att läsa vår

source: User guide to power saving functions in OS2borgerPC
da: Brugerguide til strømsparefunktioner i OS2borgerPC
sv: Användarhandbok om energisparfunktioner i Sambruk MedborgarPC

source: The suspend script
da: Dvale-scriptet
sv: Skriptet för vila

source: The suspend script can be used to configure computers to automatically suspend after a number of minutes of inactivity. A chosen warning is displayed before the computer is suspended. The script takes five arguments: whether to activate the function, the number of minutes of inactivity before the warning is shown, the number of minutes of inactivity before the computer suspends, the text in the warning and the text on the button in the warning. If the last two text-related inputs are left empty, default texts will be used. The script automatically logs out the user before the computer suspends.
sv: Skriptet för vila kan användas för att ställa in datorer så att de försätts i viloläge efter ett antal minuters inaktivitet. Ett valfritt varningsmeddelande visas innan datorn försätts i viloläge. Skriptet tar fem argument: om funktionen måste aktiveras, antal minuters inaktivitet innan varningen visas, antal minuters inaktivitet innan datorn försätts i viloläge, texten i varningen och texten på knappen i aviseringen. Om de två sista textrelaterade inmatningarna inte anges används standardtexter. Skriptet loggar automatiskt ut medborgaren innan maskinen går i viloläge.

source: The suspend script can also suspend the computer when it is inactive on the login screen. However, this requires that script execution at login has been enabled via the script
sv: Skriptet för vila kan också försätta datorn i viloläge om den är inaktiv på inloggningsskärmen. Detta kräver dock att skriptkörning vid inloggning har aktiverats via scriptet

source: Script execution at login is automatically enabled on image 5.0.0 and newer images. The warning will not be shown on the login screen.
sv: Skriptkörning vid inloggning aktiveras automatiskt på image 5.0.0 och nyare images. Varningen kommer inte att visas på inloggningsskärmen.

source: Be aware that USB surveillance cannot be active while the computer is suspended.
sv: Observera att USB-övervakning inte kan vara aktiv när en dator är i viloläge.

source: An on/off schedule is a tool for planning and administrating on and off times for computers in one or more groups.
da: En Tænd/Sluk tidsplan er et redskab til at planlægge og administrere tænd- og sluk-tidspunkter for computerne i en eller flere grupper.
sv: Ett på/av-schema är ett verktyg för att planera och administrera på- och avstängningstider för datorer i en eller flera grupper.

source: The use of On/Off schedules makes it unnecessary to use the scripts
da: Brugen af Tænd/Sluk tidsplaner overflødiggør scriptsene
sv: Användningen av På / Av-scheman eliminerar behovet av skript

source: When you click on "On/Off schedule" in the left-hand menu, a list of schedules for the chosen site will be shown to the right of the left-hand menu. You can click on a particular schedule in order to edit that schedule.
da: Når man klikker på "Tænd/Sluk tidsplan" i venstremenuen, vil man til højre for venstremenuen få vist en liste af tidsplaner for det site, man er under. Man kan klikke på navnet for den enkelte tidsplan for at redigere tidsplanen.
sv: När du klickar på "Schema för på- och avstängning" i vänstermenyn ser du en lista med scheman för sitet du befinner dig under till höger om vänstermenyn. Du kan klicka på namnet på det individuella schemat för att redigera schemat.

source: The editing interface for the chosen schedule is shown on the right. If no schedules have been created for the chosen site, the interface for creating schedules will be shown instead.
da: Til højre vises redigeringsinterfacet for den valgte tidsplan. Hvis ikke der er oprettet nogen tidsplaner for det site, man er under, vises interfacet til oprettelse af tidsplaner.
sv: Till höger visas redigeringsgränssnittet för det valda schemat. Om inga scheman har skapats för sitet du befinner dig under, visas gränssnittet för att skapa på/av scheman.

source: When you click on a schedule, you will by default be shown the schedule's settings as well as the exceptions and groups that are associated with the schedule. Here you can change the schedule's name, status, sleep state and settings for the general week plan as well as add/remove groups or exceptions from the schedule. Changes do not take effect until you've clicked on the "Save changes"-button at the bottom of the screen.
da: Som standard når man klikker sig ind på en tidsplan, vil man få vist tidsplanens indstillinger samt hvilke undtagelser og grupper, der er knyttet til tidsplanen. Her kan man ændre tidsplanens navn, status, dvaletilstand og indstillinger for den faste ugeplan, samt tilføje/fjerne grupper eller undtagelser fra tidsplanen. Ændringer foretaget på siden træder ikke i kraft, før man klikker på "Gem ændringer"-knappen i bunden af skærmbilledet.
sv: Som standard, när du klickar på ett schema, ser du schemats inställningar, samt vilka undantag och grupper som är kopplade till schemat. Här kan du ändra schemanamn, status, viloläge och inställningar för det fasta veckoschemat, samt lägga till/ta bort grupper eller undantag från schemat. Ändringar som görs på sidan träder inte i kraft förrän du klicka på knappen "Spara ändringar" längst ner på skärmen.

source: If you click on "Create closed days", "Create altered opening hours" or "Edit exceptions", you will be redirected to a new page where you can create new exceptions and edit or delete existing exceptions. The two "Create" buttons take you directly to an interface for that particular type of exception while "Edit exceptions" opens the editing interface for the first exception for the chosen site.
da: Hvis man trykker på "Opret lukkedag", "Opret ændrede åbningstider" eller "Rediger undtagelser" omdirigeres man til en ny side, hvor man kan oprette nye undtagelser og redigere eller slette eksisterende undtagelser. De to "Opret" knapper går direkte til et interface for den pågældende type undtagelse, mens "Rediger undtagelser" åbner redigeringssiden for den første undtagelse for det site, man er under.
sv: Om du trycker på "Skapa stängningsdagar", "Skapa ändrade öppettider" eller "Redigera undantag" du kommer att omdirigeras till en ny sida där du kan skapa nya undantag och redigera eller ta bort befintliga undantag. De två "Skapa"-knapparna går direkt till ett gränssnitt för den typen av undantag, medan "Redigera undantag" öppnas redigeringssidan för det första undantaget för den site du befinner dig under.

source: The different editing options are described more closely here:
da: De forskellige redigeringsmuligheder beskrives nærmere under disse punkter:
sv: De olika redigeringsalternativen beskrivs mer detaljerat under dessa punkter:

source: If you wish to create a new schedule, you must click on "Add new On/Off schedule" above the list of schedules. This opens an interface where you must enter a name for the schedule and have the option of editing the settings and adding exceptions or groups. When you click on "Save changes", you will be redirected to the editing interface for the newly screated schedule where you can continue to edit the settings and add exceptions or groups. If the schedule status is set to "Active", it will also take effect when you click on "Save changes".
da: Hvis man ønsker at oprette en ny tidsplan, skal man klikke på "Tilføj ny tænd/sluk tidsplan" oven over listen med tidsplaner. Dette åbner et interface, hvor man skal udfylde navn for tidsplanen og har mulighed for at redigere i indstillingerne, tilføje undtagelser eller indmelde grupper. Når man klikker på "Gem ændringer", vil man blive viderestillet til redigeringssiden for den nyoprettede tidsplan, hvor man kan fortsætte med at ændre i indstillingerne, tilføje undtagelser eller indmelde grupper. Hvis tidsplanen er sat til "Aktiv" vil den også tage effekt, når man klikker på "Gem ændringer".
sv: Om du vill skapa ett nytt schema klickar du på "Lägg till ett nytt schema för på/av" ovanför schemalistan. Detta öppnar ett gränssnitt där du måste ange ett namn för schemat och ha möjlighet att redigera inställningarna och lägga till undantag eller grupper. När du klickar på "Spara ändringar" kommer du att omdirigeras till redigeringsgränssnittet för det nyskapade schemaet där du kan fortsätta att redigera inställningarna och lägga till undantag eller grupper. Om schemastatus är inställd på "Aktiv" kommer den också att träda i kraft när du klickar på "Spara ändringar".

source: Important information
da: Vigtige bemærkninger
sv: Viktiga anmärkningar

source: A computer can only receive a new/updated schedule if it is on. If a computer is added to a schedule or its schedule is changed while it is off, it will only begin following the new/updated schedule once it has been on.
da: En computer kan kun modtage en ny/opdateret tidsplan, hvis den tændt. Hvis en computer tilmeldes en tidsplan, eller dens tidsplan ændres, mens den er slukket, vil den først begynde at følge den nye/opdaterede tidsplan, når den har været tændt.
sv: En dator kan bara ta emot ett nytt/uppdaterat schema om det är påslaget. Om en datorn registrerar sig i ett schema eller dess schema ändras medan den är avstängd, det börjar bara följa det nya / uppdaterade schemat när det har aktiverats.

source: If a computer is manually turned on after its off time or on a day where it is set to be constantly off, it will not turn off automatically until the off time for the next day. If no off time has been set for the next day, it will turn off automatically 24 hours after it was turned on. If the computer is turned off manually, it will turn on according to the schedule.
da: Hvis en computer manuelt tændes efter dens sluk-tidspunkt, eller på en dag hvor den er sat til at være konstant slukket, vil den først slukke automatisk på sluk-tidspunktet for næste dag. Hvis der ikke findes et sluk-tidspunkt for næste dag, vil den automatisk slukke 24 timer efter den blev tændt. Hvis computeren manuelt slukkes igen, vil den vågne efter tidsplanen.
sv: Om en dator slås på manuellt efter avstängningstiden, eller en dag då den är inställd på att vara ständigt avstängd, stängs den inte av automatiskt förrän nästa dags avstängningstid. Om det inte finns någon avstängningstid för nästa dag, den stängs automatiskt av 24 timmar efter att den startades. Om datorn stängs av manuellt kommer den att slås på enligt schemat.

source: UEFI/BIOS settings
sv: Ställa in UEFI/BIOS

source: If UEFI/BIOS has been set to turn on the computer at a specific time, and the computer belongs to an active On/Off schedule, then the computer will not turn on according to the on times in the schedule, but instead follow the times set in the UEFI/BIOS. It will, however, turn off according to the schedule. If you want the computer to follow the on times set in the schedule then you must enter UEFI/BIOS and disable the UEFI/BIOS control of on times. It is generally not possible to modify UEFI/BIOS from the OS so it cannot be done via scripts.
sv: Om UEFI/BIOS är inställt på att vakna vid en specifik tidpunkt, och datorn tillhör ett aktivt på/av-schema, kommer datorn inte att följa starttiderna i schemat, utan istället de tider som anges i UEFI/BIOS. Det kommer dock fortfarande att följ de avstängningstider som anges i schemat. Om datorn behöver följa starttiderna i schemat måste du gå in i UEFI/BIOS på datorn och stänga av dess hantering av starttider. Att ändra UEFI/BIOS är i allmänhet inte möjligt att göra från operativsystemet, så därför kan vi inte göra det via skript heller.

source: If the computers temporarily lose power while they are turned off according to the schedule, they will still turn on according to the schedule. (So long as the CMOS battery is still charged.) However, if the computers lose power while they are on, they will not turn on automatically.
sv: Om datorerna tillfälligt förlorar strömmen medan de stängs av enligt schemat kommer de fortfarande att vakna enligt schemaet. (Det vill säga tekniskt så länge det fortfarande finns ström på CMOS-batteriet.) Men om de tappar strömmen medan de är påslagna, kommer de inte att vakna på egen hand.

source: Some UEFI/BIOS systems include the option to set the computer to return to its last state (or turn on) after a power failure. We recommend turning this option on.
sv: Vissa UEFI/BIOS har möjlighet att ställa in datorn så att den återställer sitt senaste tillstånd (eller slås på) efteråt om den tappade strömmen. Vi rekommenderar därför att du gör det.

source: The layout may differ depending on the UEFI/BIOS version, but here is an example from a NUC: From the overview you choose "Advanced" and then "Power":
sv: Beroende på UEFI/BIOS-versionen kan det se annorlunda ut, men här är ett exempel från en NUC: På översiktssidan väljer du "Advanced" och sedan "Power":

source: Next, you edit the setting "After Power Failure" and set it to "Last State" (recommended) or "Power On".
da: Dernæst går du så ind og redigerer indstillingen "After Power Failure" og sætter denne til "Last State" (anbefalet) eller "Power On".
sv: Därefter går du in och redigerar inställningen "After Power Failure" och ställer in den på "Last State" (rekommenderas) eller "Power On".

source: Frequently asked questions
da: Ofte stillede spørgsmål
sv: Vanliga frågor

source: 1. How do I add a single PC to a schedule?
da: 1. Hvordan tilmelder jeg en enkelt-PC til en tidsplan?
sv: 1. Hur registrerar jag en enda dator för ett schema?

source: On/Off schedules are designed to work with groups, so it is not possible to directly add a single PC to a schedule. You can, however, always create a group that only contains that one PC and then add that group to the schedule.
da: Tænd/sluk tidsplaner er designet til at fungere med grupper, og man kan derfor ikke direkte tilmelde en enkelt-PC til en tidsplan. Man kan dog altid oprette en gruppe, som kun indeholder denne ene PC, og tilmelde denne gruppe til tidsplanen.
sv: På/av-scheman är utformade för att fungera med grupper, så du kan inte registrera en enskild dator direkt till ett schema. Du kan dock alltid skapa en grupp som bara innehåller den här datorn, och registrera den här gruppen i schemat.

source: 2. What happens if the computer experiences a power failure?
sv: 2. Vad händer om datorn tappar ström?

source: Check the second paragraph under "UEFI/BIOS settings" further up.
sv: Se punkt 2 under "Ställa in UEFI/BIOS" längre upp.

source: 3. The computer turns on and off at the wrong times?
sv: 3. Datorn startar och stängs av vid fel tidpunkter?

source: This could be due to incorrect time settings on the computer, which could be caused by the computer being unable to perform time synchronization. Ubuntu Linux - and many other operating systems - normally performs time synchronization via the protocol NTP (Network Time Protocol). NTP runs on port 123 via UDP, which we thus suggest allowing in your network configuration. If you do not wish to allow this traffic on all domains, we could develop a script that forces NTP to only check specific URL's.
sv: Det kan bero på att tiden på datorn är felaktigt inställd, till exempel för att den inte har möjlighet att tidssynkroniserar. Vanligtvis synkroniserar Ubuntu Linux - och flera andra operativsystem - tiden via NTP-protokollet (Network Time Protocol). NTP körs på port 123 ovanför UDP, vilket vi därför föreslår att du öppnar i din nätverksinstallation. Om du inte vill öppna trafik på alla domäner kan vi titta på att utveckla ett skript som låser NTP för att bara kontrollera vissa webbadresser.

source: 4. The computer turns on at the wrong times, but turns off according to schedule?
sv: 4. Datorn startar vid fel tidpunkter, men stängs av enligt schema?

source: This could be due to the UEFI/BIOS settings. Check the first paragraph under "UEFI/BIOS settings" further up.
sv: Detta kan bero på inställningarna i UEFI/BIOS. Se punkt 1 under "Ställa in UEFI/BIOS" längre upp.

source: You have been logged out
da: Du er nu logget ud
sv: Du är nu utloggad

source: Click here to log in again
da: Klik her for at logge ind igen
sv: Klicka här för att logga in igen

source: Monitoring
da: Overvågning
sv: Övervakning

source: Monitoring Rules
da: Overvågningsregler
sv: Övervakningsregler

source: Organizing
da: Organisering
sv: Organisering

source: 2FA on Computers
da: 2FA på Computere
sv: 2FA på Datorer

source: Users & Images
da: Brugere & Images
sv: Användare och Images

source: Security rule definition
da: Definition af sikkerhedsregler
sv: Definition av säkerhetsregler

source: Offline rule definition
da: Definition af offline-regler
sv: Definition av offline-regler

source: Help regarding events
da: Hjælp til hændelser
sv: Hjälp vid incidenter

source: Administrating groups
da: Administration af grupper
sv: Administration av grupper

source: Administrating on/off schedules
da: Administration af tidsplaner
sv: Administration av På/Av schema

source: Help regarding the job list
da: Hjælp til joblisten
sv: Hjälp för jobblistan

source: Help regarding the news page
da: Hjælp til nyhedssiden
sv: Hjälp för nyhetssidan
