Repository: OS2borgerPC/os2borgerpc-admin-site
Catalog: admin_site/locale/*/LC_MESSAGES/django.po
Languages: da, sv

source: When you edit a security script you can change its name and description. It is also possible to upload a new version of the script by clicking on the tab "Code" and then selecting a file to upload. Changes do not become permanent until you've clicked on "Save changes" at the bottom of the screen.
da: Når du redigerer et Sikkerhedsscript har du mulighed for at ændre dets navn og beskrivelse. Du kan også uploade en ny version af Sikkerhedsscriptet ved at klikke på fanebladet "Kode" og derefter vælge en fil at uploade. Ændringer du har foretaget træder ikke i kraft, før du har klikket på "Gem ændringer" i bunden af siden.
sv: När du redigerar ett Säkerhetsskript har du möjlighet att ändra dess namn och beskrivning. Du kan också ladda upp en ny version av Säkerhetsskriptet genom att klicka på fliken "Kod" och välj sedan en fil att ladda upp. Ändringar du har gjort träda inte i kraft förrän du har klickat på "Spara ändringar" längst ner i sedan.

source: Please note the following regarding security scripts
da: Ved Sikkerhedsscripts, skal du være opmærksom på følgende
sv: Tänk på följande för säkerhetsskript:

source: A security script is a script that collects
da: Et Sikkerhedsscript er et script, som indsamler
sv: Ett säkerhetsskript är ett skript som samlar in

source: A security script does not have any input parameters, and it must follow a specific format.
da: Et Sikkerhedscript tager ikke nogen inputparametre, og det skal følge et bestemt format.
sv: Ett säkerhetsskript tar inga indataparametrar, och det måste följa ett visst format.

source: The structure of a security script will typically involve reading an amount of data from a log file, searching the data for an event based on one or more keywords and then saving the information in a specific format. A security script can be a shell script or a python script.
da: Opbygningen af et Sikkerhedscript vil typisk være, at læse en mængde data fra en log fil, søge i dataen efter en hændelse via et eller flere keywords, og så herefter gemme oplysningerne i et bestemt format. Et Sikkerhedsscript kan være et shellscript eller et pythonscript.
sv: Strukturen för ett säkerhetsskript kommer vanligtvis att vara att läsa en mängd data från en loggfil, söka efter en händelse via ett eller flera nyckelord och sedan spara informationen i ett specifikt format. Ett säkerhetsskript kan vara ett shellskript eller ett pythonskript.

source: The format looks like this: "event timestamp, security rule id, event summary".
sv: Formatet ser ut så här: "händelsens tidsstämpel, säkerhetsregel-ID, händelsesammanfattning".

source: The event timestamp is the time when the event took place. It is usually obtained from the log file.
da: Tidsstemplet er det tidspunkt, hvor hændelsen fandt sted. Det fås normalt fra log-filen.
sv: Händelsens tidsstämpel är den tidpunkt då händelsen ägde rum. Den hämtas vanligtvis från loggfilen.

source: The security rule id is a number found in the url for editing that specific security rule. Your security script is used by a security rule and it is the id of this rule that you need.
da: Sikkerhedsreglens id er et tal, som kan findes i url'en for den specifikke sikkerhedsregel. Dit Sikkerhedsscript tilhører en sikkerhedsregel, og det er dennes id du skal bruge.
sv: Säkerhetsregel-id är ett nummer som finns i url:en för att redigera den specifika säkerhetsregeln. Ditt säkerhetsskript tillhör en säkerhetsregel och det är dess ID du behöver.

source: The event summary can be something you define or a part of the collected data.
da: Hændelsesreferatet kan enten være noget du definerer eller en bid af det indsamlede data.
sv: Händelsesammanfattningen kan vara något du definierar eller en del av insamlad data.

source: Deliver the format as an array to the module csv_writer by calling the method write.
da: Aflever formatet som et array til modulet csv_writer ved at kalde metoden write.
sv: Skicka formatet som en matris till modulen csv_writer genom att anropa write-metoden.

source: Administrating security scripts
da: Administration af sikkerhedsscripts
sv: Administration av säkerhetsskript

source: When you click on "Security Scripts" in the left-hand menu, a list of security scripts will be shown to the right of the left-hand menu and the editing interface for security scripts will be shown to the right of this list.
da: Når man klikker på "Sikkerhedsscripts" i venstremenuen, vil man til højre for venstremenuen få vist en liste af Sikkerhedsscripts, og til højre for denne liste vil man få vist redigeringsinterfacet for Sikkerhedsscripts.
sv: När du klickar på "Säkerhetsskript" i vänstermenyn kommer en lista med Säkerhetsskript att visas till höger om vänstermenyn och redigeringsgränssnittet för Säkerhetsskript visas till höger om denna lista.

source: Security scripts monitor special events whereas Scripts are for individual actions.
da: Sikkerhedsscripts holder øje med specielle hændelser, hvorimod Scripts er til enkeltstående handlinger.
sv: Säkerhetsskript övervakar speciella händelser, medan skript är för fristående åtgärder.

source: The list of security scripts is divided in two parts that one can swap between by clicking on the tabs "Local scripts" and "Global scripts" above the list.
da: Listen af Sikkerhedsscripts er delt op i to dele som kan skiftes imellem ved at klikke på fanebladene "Lokale scripts" og "Globale scripts" oven over listen.
sv: Listan över Säkerhetsskript är uppdelad i två delar, som kan växlas mellan av klicka på flikarna "Lokala skript" och "Globala skript" ovanför listan.

source: Local scripts are security scripts that can only be used on the currently chosen site while global scripts are security scripts that can be used on all sites.
da: Lokale scripts dækker over Sikkerhedsscripts, som kun kan bruges på det site man er under, mens Globale scripts dækker over Sikkerhedsscripts, der kan bruges på alle sites.
sv: Lokala skript täcker Säkerhetsskript som bara kan användas på den site du är under medan globala skript omfattar Säkerhetsskript som kan användas på vem som helst site.

source: You have the following options for every security script
da: For hvert Sikkerhedsscript har du mulighed for følgende
sv: För varje säkerhetsskript kan du välja mellan följande

source: If you wish to add a new security script, you must click on "Add new Security Script" above the list of security scripts. This will open a modal where you can fill out the name and description and upload the script code. When you then click on "Create Security Script", the script will be created, and you will be redirected to the editing interface for the newly created security script.
da: Hvis du ønsker at oprette et nyt Sikkerhedsscript skal du klikke på "Tilføj nyt Sikkerhedsscript" oven over listen med Sikkerhedsscripts. Dette vil åbne en dialog hvor du kan udfylde script-navn, beskrivelse og uploade script-kode. Når du derefter klikker på "Opret Sikkerhedsscript" vil Sikkerhedsscriptet blive oprettet, og du vil blive viderestillet til redigeringssiden for det nyoprettede sikkerhedsscript.
sv: Om du vill skapa ett nytt skript klickar du på "Lägg till nya Säkerhetsskript" ovanför listan över Säkerhetsskript. Detta öppnar en dialogruta där du kan fyll i skriptnamn, beskrivning och ladda upp skriptkod. När du sedan klickar på "Skapa Säkerhetsskript" kommer skriptet att skapas och du omdirigeras till redigeringsgränssnittet för det nyskapade Säkerhetsskriptet.

source: This overview shows the individual events that have been triggered by the system. In the left column, you can choose how you wish to filter the overview, i.e. choose which events you wish to see. By default, you will be shown all unresolved events with a severity level greater than normal. The severity level is also shown in the overview.
da: Denne oversigt viser de individuelle hændelser, som er udløst af systemet. I venstre kolonne kan du vælge hvordan oversigten filtreres, altså hvilke hændelser du vil se. Standard er, at du ser alle ikke-løste hændelser med en alvorlighedsgrad over normal. Af oversigten fremgår også hændelsernes alvorlighedsgrad.
sv: Den här sammanfattningen visar de enskilda händelser som utlöses av systemet. I vänsterspalten kan du välja hur översikten filtreras, det vill säga vilka händelser du vill se. Som standard ser du alla olösta incidenter med en svårighetsgrad över normal. Översikten visar också allvarlighetsgraden för incidenterna.

source: From the overview you can select and handle events. Handling an event allows you to change its status and the assigned user as well as add or change a note for the event. It is possible to handle multiple events simultaneously.
da: Fra oversigten kan du vælge og håndtere hændelser. Når du håndterer en hændelse, kan du ændre dens status, og hvem der står, at den håndteres af samt tilføje eller ændre en note for hændelsen. Det er muligt at håndtere flere hændelser på en gang.
sv: Från översikten kan du välja och hantera incidenter. Genom att hantera en incident kan du ändra dess status och den tilldelade användaren samt lägga till eller ändra en anteckning för incidenten. Det är möjligt att hantera flera incidenter samtidigt.

source: The possible statuses are new (the default), assigned and resolved. The assigned user can be chosen from among all users on the site you are on. It is possible for an event to have no assigned user.
da: De mulige statuser er ny (standard), tildelt og løst. Brugeren som der står, at hændelsen håndteres af kan vælges blandt alle brugere på det site, man er under. Det er muligt for en hændelse ikke at have nogen bruger angivet til at håndtere den.
sv: De möjliga statusarna är nya (standard), tilldelade och lösta. Den tilldelade användaren kan väljas bland alla användare på det site du är på. Det är möjligt för en incident att inte ha någon tilldelad användare.

source: The overview "Monitoring Rules" shows all the defined security rules and offline rules that are monitored. You can define new security rules from the overview by clicking on "Add new security rule" above the list of defined rules. You can edit an existing security rule by selecting it in the list. The interface for both operations has the same form.
da: I oversigten "Overvågningsregler" vises alle definerede Sikkerhedsregler og Offline-regler, som der holdes øje med. Fra oversigten kan du oprette nye Sikkerhedsregler ved at klikke på "Tilføj ny sikkerhedsregel" oven over listen med definerede regler. Du kan redigere en eksisterende sikkerhedsregel ved at vælge den i listen. Interfacet for begge operationer har samme form.
sv: Översikten "Övervakningsregler" visar alla definierade säkerhetsregler och offline-regler som övervakas. Från översikten kan skapas nya säkerhetsregler genom att klicka på "Lägg till ny säkerhetsregel" ovanför listan med definierade regler. Du kan redigera en befintlig säkerhetsregel genom att välja den i listan. Gränssnittet för båda operationerna har samma form.

source: A new security rule takes the following input
da: En ny Sikkerhedsregel tager følgende input
sv: En ny säkerhetsregel tar följande indata

source: Name (mandatory): the name of the particular security rule.
da: Navn (påkrævet): Navnet på den pågældende sikkerhedsregel.
sv: Namn (obligatorisk): Namnet på säkerhetsregeln i fråga.

source: Security Script (mandatory): The Security Script is executed every time the computer checks in with the admin-site.
sv: Säkerhetsskript (obligatorisk): Säkerhetsskriptet körs varje gång en dator checkar in på adminsidan.

source: Description (optional): A descriptive text that is included in the sent email warnings.
da: Beskrivelse (valgfri): En beskrivende tekst, som indgår i de afsendte advarsels-emails.
sv: Beskrivning (frivillig): Beskrivande text som ingår i de skickade varningsmeddelandena.

source: Monitored groups (optional): The groups define which computers the security rule applies to.
da: Overvågede grupper (valgfri): Grupperne definerer hvilke computere, den aktuelle sikkerhedsregel er aktiv for.
sv: Övervakade grupper (frivillig): Grupperna definierar vilka datorer den aktuella säkerhetsregeln är aktiv för.

source: Recipient(s) of email warning (optional): The users that should receive an email about any events related to the security rule. Note that if a monitored PC belongs to one or more groups with supervisors, those supervisors will receive any email warnings related to that PC instead of the recipients set here.
da: Modtager(e) af email-advarsel (valgfri): Hvilke brugere der skal modtage en email omkring hændelser relateret til denne sikkerhedsregel. Bemærk at hvis en overvåget PC tilhører en eller flere grupper med ansvarspersoner, så vil disse ansvarspersoner modtage eventuelle email-advarsler relateret til den PC i stedet for de modtagere, som er valgt her.
sv: Mottagare av e-postavisering (frivillig): Vilka användare som ska få ett e-postmeddelande om incidenter relaterade till denna säkerhetsregel. Observera att om en övervakad dator tillhör en eller flera grupper med ansvariga personer, då kommer dessa ansvariga personer att få alla e-postvarningar relaterade till det PC istället för de mottagare som valts här.

source: The sites overview shows all the sites that you have access to. A customer admin has access to all sites for that customer while other users only have access to the sites that they have been assigned to. Customer admins can also delete or create sites from the sites overview.
sv: Sites-översikten visar alla sites som du har tillgång till. En kunde-admin har åtkomst till alla sites för den kunden medan andra användare bara har åtkomst till de sites som de har tilldelats. Kunde-admins kan också ta bort eller skapa sites från sites-översikten.

source: Information about your sites
sv: Information om dina sites

source: Some general information about the sites that you have access to is shown at the top of the overview.
sv: Viss allmän information om de sites som du har tillgång till visas högst upp i översikten.

source: The total number of sites that you have access to
sv: Ditt totala antal sites som du har tillgång till

source: Computers total
sv: Datorer totalt

source: The total number of computers registered on the sites that you have access to
sv: Det totala antalet datorer registrerade på de sites som du har tillgång till

source: The total number of activated computers on the sites that you have access to
sv: Det totala antalet aktiverade datorer på de sites som du har tillgång till

source: The total number of online computers on the sites that you have access to
sv: Det totala antalet online datorer på de sites som du har tillgång till

source: The total number of OS2borgerPC computers (not kiosk) on the sites that you have access to
sv: Det totala antalet MedborgarPC-datorer (ej kiosk) på de sites som du har tillgång till

source: The total number of OS2borgerPC kiosk computers on the sites that you have access to
sv: Det totala antalet MedborgarPC-datorer (ej kiosk) på de sites som du har tillgång till

source: The total number of computers with each Ubuntu version on the sites that you have access to
sv: Det totala antalet datorer med varje Ubuntu-version på de sites som du har tillgång till

source: Deleting a site
sv: Ta bort ett site

source: REMINDER: Only customer admins can delete a site!
sv: PÅMINNELSE: Endast kunde-admins kan ta bort ett site!

source: To start the process of deleting a site, click the dropdown symbol on the right side of the button for that site, and then on "Delete Site". Note that if 5 or more computers are registered with the site, the "Delete Site" button will be inactive and deletion will not be possible. You will then need to manually remove computers from the site for deletion to be possible. The computers can be removed via the computers overview for that site. After clicking on the "Delete Site" button, you will be redirected to a new page that will inform you of the consequences of deleting the site. You must check a checkbox indicating that you understand and accept the consequences of deleting the site before you can click "Confirm deletion" to finalize the deletion.
sv: För att starta processen att ta bort ett site, klicka på rullgardinssymbolen till höger om knappen för det site och sedan på "Ta bort site". Observera att om 5 eller fler datorer är registrerade på sitet kommer knappen "Ta bort site" att vara inaktiv och radering kommer inte att vara möjlig. Du måste då manuellt ta bort datorer från sitet för att radering ska vara möjlig. Datorerna kan tas bort via datoröversikten för den sidan. Efter att ha klickat på knappen "Ta bort site" kommer du att omdirigeras till en ny sida som kommer att informera dig om konsekvenserna av att ta bort sitet. Du måste markera en kryssruta som anger att du förstår och accepterar konsekvenserna av att ta bort sitet innan du kan klicka på "Bekräfta radering" för att slutföra borttagningen.

source: Creating a new site
sv: Skapa ett nyt site

source: REMINDER: Only customer admins can create new sites!
sv: PÅMINNELSE: Endast kunde-admins kan skapa nya sites!

source: If you wish to create a new site, you must click on the "Add new site" button, which is only visible to customer admins. This will open a modal where you must enter a name and a unique UID for the site. Note that the UID must be used when registering computers with the site. As such, we suggest choosing values like "organization" or "organization-location" (without quotes). The modal will indicate whether the chosen UID is unique. If the chosen UID is not unique, the "Create site" button in the modal will be inactive. When you click on "Create site", you will be returned to the sites overview where it will be possible to select the new site.
sv: Om du vill skapa ett nyt site måste du klicka på knappen "Lägg till ny site", som endast är synlig för kunde-admins. Detta öppnar en modal där du måste ange ett namn och ett unikt UID för sitet. Observera att UID måste användas när du registrerar datorer på sitet. Vi föreslår därför att du väljer värden som "organisation" eller "organisation-plats" (utan citattecken). Modalen kommer att indikera om det valda UID är unikt. Om det valda UID:t inte är unikt kommer knappen "Skapa site" i modalen att vara inaktiv. När du klickar på "Skapa site" kommer du tillbaka till sites-översikten där det kommer att vara möjligt att välja det nya site.

source: Once you have created a new site, you can create new users for the site or add existing users to the site via the "Users" section for that site. See the documentation regarding "Users" for more information.
sv: När du har skapat ett nyt site kan du skapa nya användare för sitet eller lägga till befintliga användare till sitet via avsnittet "Användare" för det site. Se dokumentationen om "Användare" för mer information.

source: When you log in to the admin-site, you will be presented with the status screen for the site that your OS2borgerPC user is associated with. If you have access to multiple sites, you must first choose a site to access.
da: Når du logger ind på admin-sitet, bliver du præsenteret for status-billedet for det site, som din OS2borgerPC-bruger er tilknyttet. Hvis du har adgang til flere sites, skal du først vælge det site, du vil ind på.
sv: När du loggar in på adminsidan kommer du att presenteras med statusbilden för den site, som din Sambruk MedborgarPC-användare är associerad med. Om du har tillgång till flera sites måste du först välja det site du vill ange.

source: On this list, you will be shown information about all computers for the site, sorted with new/inactive computers
da: På denne liste vil du se info om alle computere for sitet, sorteret med nye/inaktive computere
sv: I den här listan ser du information om alla datorer för sitet, sorterade efter nya/inaktiva datorer

source: waiting to be activated
da: der venter på at blive aktiverede
sv: som väntar på att aktiveras

source: at the top and otherwise by when they were last seen.
da: øverst, og ellers efter hvornår, de senest er set.
sv: på toppen, och annars när de senast sågs.

source: You can click on a particular computer to see mere information about it.
da: Du kan klikke på den enkelte computer for at se nærmere info om den.
sv: Du kan klicka på den enskilda datorn för att se mer information om den.

source: Administrating users
da: Administration af brugere
sv: Administration av användare

source: When you click on "Users" in the left-hand menu, you will be shown a list of users to the right of the left-hand menu. The editing interface for the chosen user will be shown to the right of the list. If no users exist for the chosen site, you will be shown a form for creating users instead.
da: Når du klikker på "Brugere" i venstre-menuen får du vist en liste af brugere til højre for venstremenuen. Til højre for listen vil blive vist redigeringsinterfacet for den valgte bruger. Hvis ikke der findes nogen brugere på det valgte site, vil interfacet til oprettelse af brugere blive vist i stedet.
sv: När du klickar på "Användare" i den vänstra menyn ser du en lista över användare till höger om den vänstra menyn. Till höger om listan visas redigeringsgränssnittet för den valda användaren. Om det inte finns någon användare på det valda site visas en dialogruta för att skapa användare i stället.

source: Editing
da: Redigering
sv: Redigering

source: If you wish to edit a user, you must click on that user in the list of users. It will now be possible to change the user's username, password, email address, usertype and language. Note that only users with the usertype "Site Admin" can change a user's usertype. Furthermore, if your usertype is "Site User" and not "Site Admin", you will only be able to edit your own user. The fields are explained below:
da: For at redigere en bruger skal du klikke på den pågældende bruger i listen over brugere. Du har nu mulighed for at ændre brugerens brugernavn, adgangskode, e-mail-adresse, brugertype og sprog. Bemærk at kun brugere med brugertypen "Site-admin" kan ændre en brugers brugertype. Hvis din brugertype er "Site-bruger" og ikke "Site-admin", vil du kun kunne redigere din egen bruger. Felterne er forklaret herunder:
sv: Om du vill redigera en användare klickar du på användaren i listan över användare. Du har nu möjlighet att ändra användarens användarnamn, lösenord, e-postadress, användartyp och språk. Observera att endast användare med användartypen "Site-admin" kan ändra en användares användartyp. Dessutom, om din användartyp är "Site användare" och inte "Site-admin", kommer du bara att kunna redigera din egen användare. Fälten förklaras nedan:

source: Username
da: Brugernavn
sv: Användarnamn

source: This is the username that the user must use when they log in to the admin-site. It can be no more than 150 characters long and can only contain numbers, letters and the special characters
da: Dette er det brugernavn, som brugeren skal bruge, når de logger ind på admin-sitet. Det kan maksimalt være 150 tegn og kun indeholde tal, bogstaver og specialtegnene
sv: Detta är användarnamnet som användaren måste använda vid inloggning i Sambruk MedborgarPC-admin. Det kan vara högst 150 tecken och innehåller endast siffror, bokstäver och specialtecken

source: and
da: og
sv: och
